[
    {
        "id": "01b136d1-787f-45ad-b12a-648f4570044d",
        "topic": "About Busan",
        "sub_topic": "N/A",
        "content": "Busan About Busan About Busan",
        "source_file": "About_Busan.html"
    },
    {
        "id": "082789c3-0377-4512-9e21-ba678b2e39ee",
        "topic": "About Busan",
        "sub_topic": "N/A",
        "content": "Busan, Korea’s vibrant maritime city in the southeast, is the second largest city in Korea and the proud host of the Busan International Film Festival (BIFF), Asia's largest film festival. It’s hard to capture the allure of Busan in just one word, as the city is full of vibrant experiences, from its dazzling beach skyline and bustling traditional markets to sandy beaches packed with surfers and famous food alleys. Busan offers endless attractions that make a one-day visit simply not enough. The heart of Busan’s charm lies in its connection to the sea. Haeundae Beach is surrounded by resorts, cafés, and restaurants, offering sweeping views of the skyline in Marine City area. To truly experience Busan, head to BIFF Square, where you can explore nearby Gukje Market and Jagalchi Markets and taste street foods. Other must-see spots include Gamcheon Culture Village and Taejongdae Park, known for its dramatic cliffs and unique rock formations. For stunning night views, visit Hocheon Village",
        "source_file": "About_Busan.html"
    },
    {
        "id": "73ca5159-fbcb-49ab-aa6d-bbcc3e0aecfd",
        "topic": "About Busan",
        "sub_topic": "N/A",
        "content": "street foods. Other must-see spots include Gamcheon Culture Village and Taejongdae Park, known for its dramatic cliffs and unique rock formations. For stunning night views, visit Hocheon Village or Gwangalli Beach, where the Gwangandaegyo Bridge lights up the skyline. If you like the beach, head to Songjeong Beach, a surfer’s paradise, or Dadaepo Beach, famous for its golden sunsets. No matter the season, Busan is a city that captivates visitors all year round.",
        "source_file": "About_Busan.html"
    },
    {
        "id": "a4fbf994-042f-4c05-96e6-952025910835",
        "topic": "About Busan",
        "sub_topic": "N/A",
        "content": "View More",
        "source_file": "About_Busan.html"
    },
    {
        "id": "83d97ccb-a89f-416c-9d01-97d9953458e1",
        "topic": "About Gyeongju",
        "sub_topic": "N/A",
        "content": "Gyeongju About Gyeongju About Gyeongju Transportation Heritage Attractions",
        "source_file": "About_Gyeongju.html"
    },
    {
        "id": "7e185609-7238-4646-bc7c-daec24cfaa53",
        "topic": "About Gyeongju",
        "sub_topic": "N/A",
        "content": "Located in the South-Eastern part of Korea, Gyeongju is a city that embraces a rich history. Gyeongju was the capital city of Silla that lasted for 992 years (BC 57 to 935), making its history inseparable from that of the thousand-year-old Kingdom. With its rich historical and cultural landmarks, Gyeongju stands as an open-air museum, showcasing the enduring legacy of its heritage. The city still preserves the rich tradition of Buddhism, science and the vibrant ancient culture that flourished through the artistry of the Silla people. Today, Gyeongju Yangdong Village and Gyeongju Historic Areas, such as Bulguksa Temple, Seokguram Grotto, and Namsan Mountain, have been designated as UNESCO World Heritage Sites. A trip to Gyeongju offers a unique experience, allowing you to immerse yourself in the brilliant culture and art of Silla while also enjoying the trendy, Instagram-worthy spots of today. Hwangnidan Street perfectly blends tradition and modernity, with cafes, restaurants, and",
        "source_file": "About_Gyeongju.html"
    },
    {
        "id": "a968f1cf-7f56-4992-80a1-7799510aa053",
        "topic": "About Gyeongju",
        "sub_topic": "N/A",
        "content": "in the brilliant culture and art of Silla while also enjoying the trendy, Instagram-worthy spots of today. Hwangnidan Street perfectly blends tradition and modernity, with cafes, restaurants, and photo studios in traditional hanok buildings. Strolling through the streets and capturing memorable moments add to the charm of the visit. Early spring is especially recommended, as the city becomes beautifully adorned with cherry blossoms, creating a romantic atmosphere.",
        "source_file": "About_Gyeongju.html"
    },
    {
        "id": "3f2a29c2-c4a2-4746-990d-5a5e690d6b2e",
        "topic": "About Gyeongju",
        "sub_topic": "N/A",
        "content": "View More",
        "source_file": "About_Gyeongju.html"
    },
    {
        "id": "37c71e88-a15a-4145-b53b-6798c625dfa8",
        "topic": "About Incheon",
        "sub_topic": "N/A",
        "content": "Incheon About Incheon About Incheon Attractions Local Eateries",
        "source_file": "About_Incheon.html"
    },
    {
        "id": "dda880a4-a238-4379-aecb-87942fcaa14c",
        "topic": "About Incheon",
        "sub_topic": "N/A",
        "content": "Incheon, home to Incheon International Airport—Korea’s main gateway, is where journey to Korea begins for many travelers. But Incheon is more than just a transit point; it has long been a beloved travel destination, offering a stunning coastline 168 island. It is also a historic port that marked Korea’s opening to the world in the late 19th century, and a vibrant international city. Located conveniently close to Seoul, Incheon is easily accessible by subway, bus, or even ferry, making it an ideal spot for a day trip. A must-visit is Open Port Area, where you can stroll down Modern Open Port Street, lined with museums, exhibition halls, hotels, and unique cafés. The nostalgic atmosphere will take you back in time. For a taste of modern Korea, head to Songdo International Business District, home to 15 international organizations. If you are looking for outdoor activities, the Gyeongin Ara Waterway is perfect for a cruise or water sports like kayaking and yachting. Beyond Incheon,",
        "source_file": "About_Incheon.html"
    },
    {
        "id": "6d398f6a-3722-4559-84e1-cf0065116439",
        "topic": "About Incheon",
        "sub_topic": "N/A",
        "content": "home to 15 international organizations. If you are looking for outdoor activities, the Gyeongin Ara Waterway is perfect for a cruise or water sports like kayaking and yachting. Beyond Incheon, explore Ganghwado Island’s rich history, Wolmido Island’s seaside attractions, and scenic beauty of the 168 islands.",
        "source_file": "About_Incheon.html"
    },
    {
        "id": "f041bd55-b395-4e2c-b7fb-9054e163d6e3",
        "topic": "About Incheon",
        "sub_topic": "N/A",
        "content": "View More",
        "source_file": "About_Incheon.html"
    },
    {
        "id": "3ce71b43-35d1-4bab-8df5-072562297aa2",
        "topic": "About Jeju",
        "sub_topic": "N/A",
        "content": "Jeju About Jeju About Jeju Transportation Nature & Culture Themed Travel",
        "source_file": "About_Jeju.html"
    },
    {
        "id": "48e97216-164f-4d93-bff1-26796890cec7",
        "topic": "About Jeju",
        "sub_topic": "N/A",
        "content": "Located just south of the Korean Peninsula, Jeju Island is a beloved natural trove that captivates visitors with its breathtaking scenery and rich ecological heritage. Recognized by UNESCO as a Biosphere Reserve (2002), World Natural Heritage Site (2007), and Global Geopark (2010), Jeju continues to draw visitors seeking both adventure and tranquility. At the heart of the island stands Hallasan Mountain, an extinct volcano offering stunning hiking trails that lead to the tranquil Baengnokdam Crater Lake. Surrounding forests such as Bijarim, Saryeoni, and Jeolmul provide peaceful retreats, while iconic volcanic formations like Seongsan Ilchulbong and Daepo Jusangjeolli Cliffs showcase Jeju’s distinctive geological splendor. Jeju’s charm goes beyond nature. Coastal cafes with ocean views, luxury wellness retreats, and immersive cultural experiences enhance the island’s charm, creating a harmonious blend of the natural and the modern. Whether you are enjoying a scenic coastal drive",
        "source_file": "About_Jeju.html"
    },
    {
        "id": "a3944a40-88cc-4c5f-ae1f-b389adfe9c03",
        "topic": "About Jeju",
        "sub_topic": "N/A",
        "content": "luxury wellness retreats, and immersive cultural experiences enhance the island’s charm, creating a harmonious blend of the natural and the modern. Whether you are enjoying a scenic coastal drive through Aewol and Seogwipo’s café-lined streets, unwinding in seaside hot springs, or savoring Jeju’s renowned black pork and fresh seafood, the island offers a perfect balance of relaxation and discovery.",
        "source_file": "About_Jeju.html"
    },
    {
        "id": "7800f167-8561-4bff-89db-f11df746fd59",
        "topic": "About Jeju",
        "sub_topic": "N/A",
        "content": "View More",
        "source_file": "About_Jeju.html"
    },
    {
        "id": "83c85405-42a5-4c43-9224-263b0e410fc6",
        "topic": "About Seoul",
        "sub_topic": "N/A",
        "content": "Seoul About Seoul About Seoul",
        "source_file": "About_Seoul.html"
    },
    {
        "id": "ca149b20-a182-4701-b24d-e0728c354518",
        "topic": "About Seoul",
        "sub_topic": "N/A",
        "content": "Seoul is the perfect travel destination where tradition and modernity coexist in harmony. Historic palaces with 600 years of history stand alongside towering skyscrapers, while vibrant K-culture— from music and performances to beauty and fashion—fills its streets. As a highly developed smart city, Seoul offers an efficient public transportation system and cutting-edge Information and Communication Technology (ICT), making it an incredibly convenient place to explore. Recognized as the 8th most attractive city in the world by the Global Power City Index, Seoul invites you to discover its unique charm. Whatever your travel dreams are, Seoul makes them a reality. Gwanghwamun and Jongno offer a glimpse into Korea’s rich history with landmarks like Gyeongbokgung Palace, National Palace Museum of Korea, and Bukchon Hanok Village. For shopping, head to Myeongdong, a bustling district filled with trendy stores and cosmetic shops, or explore Dongdaemun Fashion Town, where markets and designer",
        "source_file": "About_Seoul.html"
    },
    {
        "id": "fec333df-55be-4fda-9c86-d27d9122be6d",
        "topic": "About Seoul",
        "sub_topic": "N/A",
        "content": "of Korea, and Bukchon Hanok Village. For shopping, head to Myeongdong, a bustling district filled with trendy stores and cosmetic shops, or explore Dongdaemun Fashion Town, where markets and designer malls stay open well into night. If you want to take in Seoul’s breathtaking cityscape, visit N Seoul Tower for panoramic views. For a youthful and creative vibe, visit Hongdae, and for a vibrant multicultural atmosphere, check out Itaewon and Yongsan. Experience luxury and K-beauty trends in Gangnam, then unwind by the serene Hangang River or take a stroll through Seoul Forest, a lush green retreat in the heart of the city.",
        "source_file": "About_Seoul.html"
    },
    {
        "id": "b960df57-9b17-4a57-981c-4291ae02647c",
        "topic": "About Seoul",
        "sub_topic": "N/A",
        "content": "View More",
        "source_file": "About_Seoul.html"
    },
    {
        "id": "be4cf99c-ccb0-4db1-9a28-ec4cd995194e",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Incheon Attractions About Incheon Attractions Local Eateries Feed Your Curiosity – Exhibition & Hands-On Experiences Incheon is more than just a sightseeing destination—it’s a city where you can dive into cultural and educational experiences through unique museums and interactive learning spaces : National Museum of World Writing Systems : Discover the origins and evolution of writing from around the world through immersive, hands-on exhibits. Incheon National Maritime Museum : Explore the ocean’s past, present, and future through engaging displays on marine ecology, maritime culture, and industry. National Institute of Biological Resources : Learn about the rich biodiversity of Korea and beyond, and understand why protecting our natural resources is so important. All three venues offer high-quality programs designed for visitors of all ages—from kids to adults. Address: - National Museum of World Writing Systems: 217 Central-ro, Yeonsu-gu, Incheon",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "73405b26-8f25-4e17-89e3-94f4bb4a14a2",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Address: - National Museum of World Writing Systems: 217 Central-ro, Yeonsu-gu, Incheon - Incheon National Maritime Museum: 294 Wolmi-ro, Jung-gu, Incheon - National Institute of Biological Resources: 42 Hwangyeong-ro, Seo-gu, Incheon Website: - National Museum of World Writing Systems : www.mow.or.kr/eng/index.do - Incheon National Maritime Museum : www.mow.or.kr/eng/index.do - National Institute of Biological Resources : www.nibr.go.kr/cmn/main/enMain.do Tel: - National Museum of World Writing Systems: 032-290-2000 - Incheon National Maritime Museum: 032-620-1095 - National Institute of Biological Resources: 1833-8855 Wellness Tourism for True Relaxation",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "4466e4fc-4e64-44d6-abe4-f8ec8d89bbbd",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "- Incheon National Maritime Museum: 032-620-1095 - National Institute of Biological Resources: 1833-8855 Wellness Tourism for True Relaxation Regain the balance of body and mind in Incheon, a wellness destination that provides holistic wellness experiences. where visitors can experience a temple stay, a cultural program that offers an overnight stay at a Buddhist temple, meditation, and tea rituals. Step away from everyday life and begin your journey toward true rest and recovery, right here in Incheon. Address: - Lotus Lantern International Meditation Center: 349-60 Ganghwadong-ro, Gilsang-myeon, Ganghwa-gun, Incheon - Jeondeungsa: 37-41 Jeondeungsa-ro, Gilsang-myeon, Ganghwa-gun, Incheon Website: www.templestay.com/en/main/view.do Tel: - Lotus Lantern International Meditation Center: (+82) 032-937-7033 - Jeondeungsa: (+82) 032-937-0125 Incheon Open Port Area",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "d2796786-6533-4275-9648-c1b0277bf42e",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Website: www.templestay.com/en/main/view.do Tel: - Lotus Lantern International Meditation Center: (+82) 032-937-7033 - Jeondeungsa: (+82) 032-937-0125 Incheon Open Port Area The Incheon Open Port Nuri-gil Trail, also known as Gaehang Nuri-gil, is a walking path that traces the history and culture of Incheon’s Open Port area. Along the path, visitors can explore remnants of foreign concessions and modern architecture built after the port opened in 1883, offering a vivid glimpse into Korea’s modern and contemporary history. Address: 3, Jemullyang-ro 218beon-gil, Jung-gu, Incheon Website: english.visitkorea.or.kr/svc/whereToGo/locIntrdn/rgnContentsView.do?vcontsId=69156 Tel: (+82) 032-760-6456 Triple Street & Hyundai Premium Outlets Songdo",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "ead1d0e7-21ae-452d-a794-55219bcbebe6",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Website: english.visitkorea.or.kr/svc/whereToGo/locIntrdn/rgnContentsView.do?vcontsId=69156 Tel: (+82) 032-760-6456 Triple Street & Hyundai Premium Outlets Songdo Triple Street is a vibrant cultural and shopping complex offering a wide range of fashion, beauty, and lifestyle brands. It’s especially popular among international tourists, with must-visit stores. Spacious walkways and striking art installations make it an ideal place to stroll—especially in the evening, when the area comes alive with lights and a modern city vibe. Hyundai Premium Outlets Songdo, directly connected to Triple Street via an underground passage, features a wide selection of global luxury brands alongside top Korean fashion and lifestyle labels. Designed like an open-air street, it offers a relaxed shopping experience, complete with cafes and restaurants to explore along the way. Address: - Triple Street: 33-1, Songdogwahak-ro 16beon-gil, Yeonsu-gu, Incheon",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "75bb0468-66a5-469f-b929-d3b85a1f7972",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Address: - Triple Street: 33-1, Songdogwahak-ro 16beon-gil, Yeonsu-gu, Incheon - Hyundai Premium Outlets Songdo: 123, Songdogukje-daero, Yeonsu-gu, Incheon Website: - triplestreet.co.kr - www.ehyundai.com/gate.do Tel: - Triple Street: (+82) 032-310-9400 - Hyundai Premium Outlets Songdo: (+82) 032-727-2233 Discover Incheon’s Hidden Gems and Highlights",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "07c36a78-7d04-4908-9fd0-2e7f44e4d2f6",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "- www.ehyundai.com/gate.do Tel: - Triple Street: (+82) 032-310-9400 - Hyundai Premium Outlets Songdo: (+82) 032-727-2233 Discover Incheon’s Hidden Gems and Highlights Incheon has served as a filming location for popular Korean dramas such as Squid Game, The Glory, and Guardian: The Lonely and Great God (Goblin). It is also a place where you can enjoy sunsets and night views set in beautiful natural surroundings, with a large-scale music festival taking place every August and various cultural exhibitions and hands-on programs. To mark the hosting of the 2025 APEC SOM3, the City of Incheon has prepared a guidebook showcasing the city’s many charms. The guidebook highlights major attractions and hidden gems under various themes, suggests themed travel courses, and provides practical information on transportation, dining, and accommodation. With this guidebook in hand, we invite you to explore Incheon, experience its unique charm, and create unforgettable memories. Website:",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "0ccec20e-2e3b-42f6-9f66-4657268498a1",
        "topic": "Attractions Incheon",
        "sub_topic": "N/A",
        "content": "Website: https://bypub.kr/ebook/apece/#p=1",
        "source_file": "Attractions_Incheon.html"
    },
    {
        "id": "ac2a3cc5-9fec-4239-bbb3-450b0e2c99cf",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Gyeongju Attractions About Gyeongju Transportation Heritage Attractions Hwangnidan Street Hwangnidan Street features a variety of restaurants, cafes, photo studios, and shops popular amongst the younger generations in Korea. A standout feature of Hwangnidan Street is its ‘newtro’ aesthetic, which combines nostalgic, retro elements with a modern twist, thanks to the preserved building from the 1960s and 1970s. Hwangnidan Street is also conveniently located near some of Gyeongju’s most famous attractions, including Cheomseongdae Observatory and Daereungwon Ancient Tombs, making it a popular stop for visitors exploring the city. Address: 1080, Poseok-ro, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-772-3843 Woljeonggyo Bridge",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "32e99f2e-bc73-414d-a039-8082b6039440",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 1080, Poseok-ro, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-772-3843 Woljeonggyo Bridge Woljeonggyo Bridge, located in Gyo-dong, Gyeongju, was originally built during the Unified Silla period (AD 676-935) but was destroyed during the Joseon Dynasty. After extensive research, the bridge was rebuilt in April 2018, and now stands as the largest wooden bridge in Korea. Today, Woljeonggyo Bridge is a popular destination for visitors, especially at night. It is open until 10 PM, offering breathtaking views of Gyeongju’s beautiful nightscape. Address: 48 Gyo-dong, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-779-6138 Donggung Palace and Wolji Pond",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "09ba81a4-9b0d-47c2-ae79-dd295e913ba7",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Tel: +82-54-779-6138 Donggung Palace and Wolji Pond The Donggung Palace, one of the royal palaces of the Silla Dynasty, features well-preserved gardens that were exhibited during the Unified Silla period. Many ancient cultural artifacts that offer insights into the everyday lifestyle of the time have been discovered on the premises. Wolji Pond, an artificial pond, is named for its meaning, ‘a pond that mirrors a reflection of the moon.’ In the 14th year of King Munmu’s reign (674 AD), the king ordered the construction of the pond with a mountain placed to the northeast. The pond was adorned with beautiful flowers and trees, and rare birds and animals were raised here. Donggung Palace and Wolji Pond are among Gyeongju’s most iconic historical sites, offering visitors a chance to experience the gardens of the Silla era and feel the pulse of history. Whether by day or night, this site offers a unique charm that captivates all who visit.",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "a6f238eb-65ae-4c58-b302-19c46b183577",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 102 Wonhwa-ro, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-750-8655 Gyeongju National Museum Gyeongju National Museum houses numerous historical and cultural artifacts of the Silla Dynasty. The museum offers various programs, including those at the Children’s Museum School. The newly renovated Silla Art Gallery and Silla History Gallery are particularly popular among visitors. This multi-complex center showcases the rich history of the Silla Dynasty through its diverse collection of artifacts. Address: 186 Iljeong-ro, Gyeongju-si, Gyeongsangbuk-do Website: gyeongju.museum.go.kr/eng/ Tel: +82-54-740-7500 Gyeongju East Palace Garden",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "dd21a289-a86b-49e1-9b5f-3b5441ca14ef",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Website: gyeongju.museum.go.kr/eng/ Tel: +82-54-740-7500 Gyeongju East Palace Garden Gyeongju East Palace Garden brings Korea’s first zoo and botanical garden to life, with a modern touch inspired by the Donggung Palace and Woliji Pond. This year-round destination includes the Donggung Botanical Garden, interactive experience areas and the Bird Park, offering a unique opportunity to engage with both plants and animals. Explore the Donggung Botanical Garden, designed in the traditional style of the Silla royal palace, featuring over 12,000 plants from 500 species in its beautiful glasshouse. The Flower Nuri Experience Hall invites you to experience flower pressing and terrarium-making, while the Insect Hall offers a hands-on opportunity to interact with fascinating bugs. The Bird Park features over 3,000 birds from 250 species, including penguins, parrots, and flamingos, making it the largest year-round interactive botanical garden housed in a single building",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "7122cc0c-ec26-4db7-9559-cc646fb08576",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 74-14, Bomun-ro, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-760-7442 Gyeongju Expo Park Gyeongju Expo Park, opened in 1998 as the world’s first international cultural exhibition focused on arts and culture, is a must-visit cultural hub. The park is home to Gyeongju Tower, an observatory deck designed to recreate the 82-meter-high wooden pagoda of Hwangnyongsa Temple from the Silla Dynasty, allowing visitors to travel back in time to ancient Silla. The park also boasts the Expo Cultural Center, a vibrant performance venue where visitors can enjoy exciting shows like ‘The Show: Silla’ inspired by K-musicals and ‘Infinity Flying.’ In 2025, during APEC 2025 KOREA, Gyeongju Expo Park will host a series of exhibitions showcasing Gyeongsangbuk-do’s economic history and advanced industries with themed pavilions like the Korea Industrial History Pavilion, Advanced Future Industries Pavilion, Corporate Pavilion, and Korea Hydro & Nuclear Power Pavilion.",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "8cb9f142-5ff5-4c20-862b-12c8b614d35d",
        "topic": "Attraction of Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 614 Gyeonggam-ro, Gyeongju-si, Gyeongsangbuk-do Website: www.cultureexpo.or.kr/open.content/english/?hl=en Tel: +82-54-740-3990",
        "source_file": "Attraction_of_Gyeongju.html"
    },
    {
        "id": "cbc08d85-465e-4418-a1e5-471870b4f8cd",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "Documents AEMM HRDMM AEMM MRT Joint Statement of APEC 2025 Education Ministerial Meeting THE 7th APEC EDUCATION MINISTERIAL MEETING JOINT STATEMENT Bridging Educational Gaps and Promoting Sustainable Growth in the Era of Digital Transformation: Innovate, Connect, Prosper 13 – 15 May, 2025 Jeju, Republic of Korea INTRODUCTION",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "8a1c6632-e0e4-4813-866d-12167b92a47e",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "1. We, the Asia-Pacific Economic Cooperation (APEC) Education Ministers convened for the 7th APEC Education Ministerial Meeting (AEMM) to discuss “Bridging Educational Gaps and Promoting Sustainable Growth in the Era of Digital Transformation: Innovate, Connect, Prosper” in Jeju, Republic of Korea from May 13 to 15, 2025, under the Chairmanship of the Minister of Education of the Republic of Korea. 2. We reaffirm that education plays a key role in building prosperity in the region, in line with the APEC Putrajaya Vision 2040 and the Aotearoa Plan of Action. We recognize the continuous and growing importance of education in addressing global challenges such as bridging digital divides. We recognize that ensuring quality education and promoting lifelong learning opportunities for all are essential for economic prosperity. 3. We reiterate the importance of developing human resources in conjunction with the increasing advancement and use of new and emerging information and communication",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "0a4fd966-864a-4313-a718-38f33b1df14a",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "for economic prosperity. 3. We reiterate the importance of developing human resources in conjunction with the increasing advancement and use of new and emerging information and communication technologies (ICTs), including AI technologies, and transition to the digital economy. We emphasize the importance of policy dialogues to achieve the potential of AI and other digital technologies to enhance educational outcomes and support accessibility of all learners to acquire the knowledge and skills necessary for the future in a safe learning environment. It is essential that learners not only know how to use technologies like AI, but also understand how to create them by building a strong foundation in computer science education. Consistent with APEC’s commitment to sustainable economic growth, we also encourage collaborative efforts, including though public-private and academic-industry partnerships, to promote appropriate integration of AI in education.",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "2abe0078-2f4c-4d82-8977-8cf001c24c64",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "PROGRESS & GENERAL ACKNOWLEDGEMENTS AND ACHIEVEMENTS",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "6eabcfe8-d612-4108-bb02-bca6cc135fb5",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "4. We acknowledge the efforts of APEC member economies in implementing the APEC Education Strategy (2016-2030). We recognize the significant progress made in key objectives such as enhancing education quality, fostering educational innovation, and promoting equal access to education. In particular, we note the tangible advancements in areas such as developing digital education infrastructure, promoting teaching as a profession, advancing teacher professional development, and supporting quality education for all, especially groups facing structural barriers to achieving their full potential, such as women, Indigenous Peoples as appropriate, youth, and persons with disabilities, through the work of the APEC Human Resources Development Working Group (HRDWG), including the Education Network (EDNET). 5. We note with appreciation the Arequipa Goals, adopted by the Human Resources Development Working Group (HRDWG), as it outlines actions to expand access to education, and advances policies",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "10f5c9e4-6b72-48d2-b97b-17c9f7d37b33",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "(EDNET). 5. We note with appreciation the Arequipa Goals, adopted by the Human Resources Development Working Group (HRDWG), as it outlines actions to expand access to education, and advances policies that support persons with disabilities for sustainable growth. 6. We acknowledge that the provision of basic education to girls and women, support for lifelong learning, training, and upskilling and reskilling in vocational education, including addressing barriers preventing girls and women from accessing education, as outlined in The La Serena Roadmap (2019-2030), have been positive in promoting women’s economic empowerment. 7. We recognize the Lima Roadmap to Promote the Transition to the Formal and Global Economies (2025-2040), adopted by APEC Leaders in November 2024, supports efforts to assist informal economic actors by enhancing access to educational resources, including those focused on digital skills.",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "677a8ec6-bdd7-4658-a947-7288a6de34d1",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "FUTURE DIRECTIONS FOR EDUCATION 8. Under the 2025 APEC priorities of \"Connect, Innovate, Prosper,\" APEC Education Ministers present the following future directions and strategies for education. Innovate: AI and Digital Transformation and Personalized Education Innovation",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "0181951c-3fa0-4b57-8137-25bd39aa204b",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "9. We acknowledge the importance of leveraging technologies to enhance learning and increase accessibility to expand educational opportunities for all. To this end, we encourage all economies to apply these technologies to create environments where all learners have access to higher-quality education. 10. We note that learner-centered, quality-assured AI-integrated classrooms can provide personalized academic support, such as tailored tutoring, through adaptive learning technologies. These innovations allow learners who require developing core skills and strengthening academic readiness to learn at their own pace and effectively address knowledge gaps across the region. Furthermore, we recognize the importance of sharing best practices among member economies regarding AI-assisted teaching and learning content, methodologies, and assessment systems. To address these challenges, we commit to continuing discussions in this area. 11. We recognize the necessity of enhancing teachers’",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "fd6db740-0875-4c5d-b054-b12e747390c7",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "and learning content, methodologies, and assessment systems. To address these challenges, we commit to continuing discussions in this area. 11. We recognize the necessity of enhancing teachers’ digital competencies to effectively respond to education environments that are shaped by innovative technologies. We appreciate the importance of teacher preparation and professional development programs in equipping teachers with such competencies to leverage these technologies. Once teachers develop and maintain these competencies, they can use them as one of the significant tools to effectively implement personalized instruction, build innovative learning environments where all learners can thrive, and cultivate learners’ future-ready competencies.",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "1bc91805-84b5-42c6-81a7-26bc419ef776",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "Connect: Educational Cooperation and Expanding Access to Opportunities",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "c996356b-2cf8-4f1e-a73c-66b9927bae4d",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "12. Strengthening the multi sectoral and multi-stakeholder educational cooperation and networks among APEC member economies can facilitate connectivity, fostering innovation in education, and promoting policies and practices to expand access to learning opportunities for all, especially in improving the accessibility and availability of digital educational resources, and bridging digital divides, disparities in digital literacy and digital skills among both learners and educators. Scaling existing, high-impact assistive technology solutions is essential to address urgent needs across APEC member economies. When technology is accessible for all learners, including persons with disabilities, and is widely available, it has the potential to advance learning, create new and enriching opportunities, and spark innovation. 13. Educational cooperation is a key factor in creating connectivity, across the APEC region to share best practices regarding the latest educational innovations and",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "0db56e74-6551-4d37-869b-d24f7ee37392",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "and spark innovation. 13. Educational cooperation is a key factor in creating connectivity, across the APEC region to share best practices regarding the latest educational innovations and knowledge exchange outcomes, while exploring opportunities to collaborate on identifying and expanding the implementation of effective policies and programs to create opportunities and promote economic growth for all. 14. In the era of AI and digital transformation, it is essential to drive innovation and progress in Technical and Vocational Education and Training (TVET) while enhancing lifelong learning opportunities for all learners. TVET should be strengthened to support all learners in developing skills amid a rapidly changing digital environment as well as promote the transition to higher technological education. To achieve this, we encourage exploring ways to potentially leverage AI-driven personalized education to effectively facilitate reskilling and upskilling for all learners.",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "0cd37094-cc76-4e7a-96aa-14c8a7191c19",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "Prosper: Strengthening Quality Education and Sustainable Economic Growth",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "53c6585e-b766-4fdd-accc-d5a5e7235161",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "15. Promoting access to quality education is critical for sustainable economic growth for all. Education serves as the foundation for economic resilience, playing a significant role in addressing global challenges. APEC member economies have expressed their intent to explore ways to achieve sustainable growth through education and to work together in building an open, dynamic, resilient and peaceful Asia-Pacific community, for the prosperity of all our people and future generations. 16. Bridging educational gaps is an essential task in building sustainable development. It is encouraged to support the development of education in remote and rural settings and promote policies to address disparities in access to quality education and achievement outcomes. Member economies have expressed their intent to exchange policy experience on regional access to quality education for all and continue discussions on sustainable economic growth models based on experience. Conclusion",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "3c924f85-1db5-4553-8988-44ce6bef2393",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "17. We are committed to shaping the future of education for all by equipping learners and teachers with the knowledge and skills to leverage modern technologies, including AI and digital innovation, and to strengthen our collective efforts to “Innovate, Connect, Prosper.” We aim to address challenges and promote sustainable economic growth across the APEC region. Quality education will be a key foundation for driving economic growth and building a more prosperous region for all. 18. We recognize that educational cooperation among APEC member economies, including HRDWG APEC project initiatives, contributes to sustainable growth across the region. We acknowledge the importance of seeking flexible approaches that benefit all and reflect the contexts of each member economy. 19. In the era of digital transformation, collaborative efforts to enhance access for all to, and accessibility in, education are increasingly beneficial. Member economies intend to strengthen the foundation for",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "5c83d89b-0745-4ef6-997f-654be175696f",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "of digital transformation, collaborative efforts to enhance access for all to, and accessibility in, education are increasingly beneficial. Member economies intend to strengthen the foundation for cooperative recognition by exchanging experiences and insights that foster educational innovation. 20. We acknowledge the importance of strengthening the capacities of both educators and learners to effectively respond to and integrate into emerging and evolving educational environments. We emphasize the need to enhance digital and AI competencies of educators. We recognize that enabling peer learning, professional exchange, and cross-border collaboration among educational stakeholders can foster innovative and high-quality education that creates meaningful impacts throughout APEC member economies. 21. We underscore the value of building a more connected and resilient learning community across APEC member economies, and commit to continuing our collective efforts toward prosperity through",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "41dea26b-7ea8-4fdc-9eb5-1b307c2605e9",
        "topic": "Documents AEMM",
        "sub_topic": "N/A",
        "content": "21. We underscore the value of building a more connected and resilient learning community across APEC member economies, and commit to continuing our collective efforts toward prosperity through education. May 14, 2025 Jeju, Republic of Korea APEC Education Ministers",
        "source_file": "Documents_AEMM.html"
    },
    {
        "id": "3921d8d5-1a66-4ef0-89f9-e09b3025134c",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "Documents HRDMM HRDMM AEMM MRT Joint Statement of APEC 2025 Humna Resources Development Ministerial Meeting Joint Statement of the 7th Human Resources Development Ministerial Meeting Sustainable Labour Markets and Jobs for the Future",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "898bb20e-8a5c-46be-beab-833d8b0d1a86",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "Sustainable Labour Markets and Jobs for the Future We, the Asia-Pacific Economic Cooperation (APEC) Ministers responsible for Human Resources Development, convened in Jeju Island, Republic of Korea, on 11-13 May 2025 for the APEC 7th Human Resources Development Ministerial Meeting (HRDMM). Under the theme of the HRDMM, “Sustainable Labour Markets and Jobs for the Future” and in alignment with the APEC 2025 theme, “Building a Sustainable Tomorrow: Connect, Innovate, and Prosper,” we aim to promote a flexible, inclusive, and resilient labour market to further our collective commitment to labour market reforms that support today's workforce. We support forward-looking labour market policies that promote access to high-quality and full employment opportunities for all. Our discussions centred on two pivotal themes: First, flexible and vibrant labour markets. Second, responding to future jobs through dynamic and active labour market policies. Flexible and Vibrant Labour Markets",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "ad26edc9-c055-4fb1-8395-f26591a85524",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "The rapid emergence of new technologies, notably artificial intelligence (AI), is reshaping labour markets. It is critical that labour market systems respond to structural changes, in order to mitigate potential negative impacts on workers such as job losses and polarization. Furthermore, in some economies there is also an increasing number of workers in new forms of employment with no or limited access to social and employment protection. To turn these challenges into opportunities, it is essential to implement human-centred policies that foster flexible and dynamic labour markets, strengthen an effective implementation of laws which provide robust protections for all workers including those far from achieving access to social and employment protection. Therefore, we are committed to : 1. promoting a flexible working environment that enables the creation of quality jobs for workers with adequate social and employment protections. 2. exploring best practices for reforms that support",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "dfee0300-075c-47d3-a753-9794284f006d",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "1. promoting a flexible working environment that enables the creation of quality jobs for workers with adequate social and employment protections. 2. exploring best practices for reforms that support adjustments in wages, working hours, and other employment terms to maintain labour market adaptability and improve the quality of employment. 3. tackling labour market polarization and enhancing efforts to promote fair employment practices. We aim to address structural imbalances and discrimination that hinder economic participation, and encourage the transition to the formal economy. 4. working towards high-quality and sustainable social safety nets, as appropriate, to extend coverage to all workers. 5. enhancing occupational safety and health policies, practices and standards across APEC member economies by leveraging new technologies, supporting efforts to address workplace violence and harassment and sharing best practices. 6. facilitating sharing of knowledge and best practices on",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "2d569fb9-9fe3-453d-9097-36def0152adc",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "member economies by leveraging new technologies, supporting efforts to address workplace violence and harassment and sharing best practices. 6. facilitating sharing of knowledge and best practices on labour market policies among APEC member economies to mitigate technological divides.",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "1d820344-9840-4ec5-bf07-cc851c4606e5",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "Responding to Future Jobs through Active Labour Market Policies",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "d2397d95-7240-47f6-9d09-b271686402d7",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "The landscape of future jobs is evolving due to digitalization, artificial intelligence, and automation. At the same time, demographic shifts in the APEC region — marked by declining birth rates and an ageing population — are leading to a shrinking workforce. To proactively address these evolving labour market challenges, it is important to strengthen active labour market policies, modernize human resources development, and foster quality job creation while recognizing the indispensable role that the private sector has in creating and sustaining these jobs. Therefore, we are determined to : 1. align the vocational education and training system with evolving industry and employer demands through accessible and customized training, reskilling, upskilling, and lifelong learning programs, and promoting digital accessibility. 2. provide efficient, accessible, technology-driven and targeted employment services to promote high-quality and full employment and facilitate labour market access.",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "f03d45f0-78c4-44c2-a650-5167611e435b",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "promoting digital accessibility. 2. provide efficient, accessible, technology-driven and targeted employment services to promote high-quality and full employment and facilitate labour market access. 3. support young people transitioning from education to quality and sustained employment by facilitating early labour market entry and employability, and enhancing pathways from vocational training to employment. 4. enhance policy support to increase women’s participation at all levels in the labour market and promote accessible childcare and other care services. We also endeavour to promote work-life balance and ensure that parents are not disadvantaged in the labour market . Additionally, we seek to provide support to prevent and manage workplace violence and harassment. 5. empower older workers to leverage their professional expertise and experience, and be retained in the labour market, as well as have the ability to transition into new roles and re-enter the labour market through",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "48bb63d5-8350-4850-b72f-487582cdf25c",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "workers to leverage their professional expertise and experience, and be retained in the labour market, as well as have the ability to transition into new roles and re-enter the labour market through targeted reskilling programs, and flexible working arrangements, and other incentives aimed at promoting their re-employment. 6. foster collaboration among APEC member economies including through the sharing of best practices and knowledge on vocational training to enhance employment opportunities and mobility for workers within their respective economies. 7. promote capacity building for persons with disabilities through skill development, improved access to career services, and quality employment opportunities. 8. prepare workforces for evolving working condition due to various disruptive environmental factors by promoting skill development for sustainable industries to mitigate impacts on jobs and workers. We reaffirm our commitment to the Putrajaya Vision 2040, including through the",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "ebf641bc-0bda-472d-9028-16ea51bd5248",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "environmental factors by promoting skill development for sustainable industries to mitigate impacts on jobs and workers. We reaffirm our commitment to the Putrajaya Vision 2040, including through the implementation of the Aotearoa Plan of Action. We note the Lima Roadmap to promote the Transition to the Formal and Global Economies (2025-2040). We note the contribution and achievement that the Human Resource Development Working Group (HRDWG) and its Networks have made in promoting human resources development in APEC member economies, the HRDWG Detroit Non-Binding Principles and Recommendations (2023) and the Arequipa Goals (2024). We strive to create a prosperous economic future for workers and businesses, and urge continued cooperation among APEC member economies to develop a resilient, inclusive, and future-ready skilled workforce. We express our deep gratitude to the Republic of Korea for the success of the meeting, and look forward to initiatives from each economy that will support",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "0f3af1af-052f-4b9c-83a0-a2c715776030",
        "topic": "Documents HRDDM",
        "sub_topic": "N/A",
        "content": "and future-ready skilled workforce. We express our deep gratitude to the Republic of Korea for the success of the meeting, and look forward to initiatives from each economy that will support this joint statement. We look forward to future HRDMMs.",
        "source_file": "Documents_HRDDM.html"
    },
    {
        "id": "518da558-6721-41db-9588-a4e69f585121",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "Documents MRT HRDMM AEMM MRT Joint Statement of APEC 2025 Ministers Responsible for Trade Meeting 2025 APEC Ministers Responsible for Trade Joint Statement Jeju, Republic of Korea | 15-16 May 2025",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "4f88dfac-b110-403c-b55a-324704bf09fc",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "1. We, the Asia-Pacific Economic Cooperation (APEC) Ministers Responsible for Trade (MRT), met in Jeju, Republic of Korea, from 15-16 May 2025, under the chairmanship of H.E. Inkyo Cheong, Minister of Trade of the Republic of Korea. We welcome the participation of the Director-General of the World Trade Organization (WTO), the Deputy Secretary-General of the Organisation for Economic Co-operation and Development (OECD), the APEC Business Advisory Council (ABAC), the Association of Southeast Asian Nations (ASEAN), and the Pacific Economic Cooperation Council (PECC). 2. Taking inspiration from Korea's APEC 2025 theme \"Building a Sustainable Tomorrow\", we have advanced APEC’s agenda through three thematic priorities: Connectivity through Multilateral Trading System, Artificial Intelligence (AI) Innovation for Trade Facilitation, and Prosperity through Sustainable Trade. 3. We remain committed to the Putrajaya Vision 2040, including through the implementation of the Aotearoa Plan of",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "aa943c9b-78b4-446c-a348-c2c96342f636",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "(AI) Innovation for Trade Facilitation, and Prosperity through Sustainable Trade. 3. We remain committed to the Putrajaya Vision 2040, including through the implementation of the Aotearoa Plan of Action to build an open, dynamic, resilient, and peaceful Asia-Pacific community for the prosperity of all our people and future generations. We are concerned with the fundamental challenges faced by the global trading system. We remain committed to APEC as the premier forum for regional economic cooperation and emphasize the importance of its role in bringing us together to address the economic challenges facing our region and create a more resilient and prosperous Asia-Pacific region. 4. We recognize the importance of the WTO to advance trade issues, and acknowledge the agreed upon rules in the WTO as an integral part of the global trading system. We recognize the WTO has challenges and needs meaningful, necessary, and comprehensive reform to improve all its functions, through innovative",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "ea69f9d2-5e45-4b09-a00f-632fe48746b8",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "WTO as an integral part of the global trading system. We recognize the WTO has challenges and needs meaningful, necessary, and comprehensive reform to improve all its functions, through innovative approaches, to be more relevant and responsive in light of today’s realities. We commend the efforts to deepen discussions in the WTO on contemporary trade issues. We intend to work collaboratively through APEC's role as an incubator of ideas and support Members working together to deliver a successful Fourteenth WTO Ministerial Conference (MC14) in March 2026 in Cameroon. 5. We welcome the acceptance by 16 APEC economies of the WTO Agreement on Fisheries Subsidies, and call on remaining economies to complete their domestic procedures, and encourage all WTO Members to conclude negotiations on additional disciplines as soon as possible. We recognize the need for a constructive engagement on agriculture at the WTO. We also note the extension of the moratorium on customs duties on electronic",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "7b5eb7f3-1dac-4736-a7b8-546045673c5a",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "additional disciplines as soon as possible. We recognize the need for a constructive engagement on agriculture at the WTO. We also note the extension of the moratorium on customs duties on electronic transmissions as decided at MC13. We note the importance of enhancing predictability for the development of the digital economy. We welcome efforts to continue to reinvigorate work under the Work Program on Electronic Commerce. 6. We recognize the positive role of plurilateral negotiations at the WTO, including the Joint Statement Initiatives (JSIs), for advancing issues of interest to Members and to make the WTO more relevant. We welcome the progress made and emphasize their roles to address contemporary trade issues, foster new ideas, facilitate economic growth, and build momentum toward multilateral outcomes. We note the efforts of participating Members of the WTO JSIs to incorporate the Investment Facilitation for Development Agreement and the Agreement on Electronic Commerce into the",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "2c96164a-9dc8-457a-9066-8607641bcb18",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "outcomes. We note the efforts of participating Members of the WTO JSIs to incorporate the Investment Facilitation for Development Agreement and the Agreement on Electronic Commerce into the WTO legal framework. We note the Statement of the APEC Committee on Trade and Investment together with the APEC Investment Experts’ Group Supporting the Investment Facilitation for Development Agreement, which reaffirms APEC’s strong commitment to a more transparent, predictable and business-friendly investment environment. 7. Recognizing its importance to APEC, we reaffirm our shared commitment to advancing economic integration in the Asia-Pacific region in a manner that is market-driven, including through the work on Free Trade Area of the Asia-Pacific (FTAAP) agenda. We welcome the study conducted by the APEC Policy Support Unit (PSU) on areas of convergence and divergence in trade agreements in the region and are committed to begin work this year in the areas of work on convergence and",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "bb1e13fb-3492-4d57-a706-e86054077a4f",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "by the APEC Policy Support Unit (PSU) on areas of convergence and divergence in trade agreements in the region and are committed to begin work this year in the areas of work on convergence and divergence identified in the Ichma Statement on A New Look at the FTAAP. We encourage further efforts and concrete work programs to enhance experience sharing, capacity building, and technical cooperation efforts. We welcome continued efforts in implementing the Capacity Building Needs Initiative (CBNI), aimed at strengthening member economies' readiness to participate in high standard and comprehensive undertakings. 8. We commit to ensuring that the benefits of digital transformation are accessible to all including by bridging digital divides and creating a safer digital ecosystem. We recognize the important role of the digitalization of the economy as a driver for innovation, productivity and economic growth across the region. As we approach the completion of the Work Program for the",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "c23f77eb-b6df-4944-8122-69c3ac84a539",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "the important role of the digitalization of the economy as a driver for innovation, productivity and economic growth across the region. As we approach the completion of the Work Program for the Implementation of the APEC Internet and Digital Economy Roadmap (AIDER) in 2025, we recognize the need to systematically develop an approach for the continued advancement of AIDER’s objective beyond 2025, in a way that addresses emerging challenges and opportunities in the rapidly evolving digital landscape and its impact on trade and investment. We encourage economies to strengthen digital infrastructure and accelerate interoperability to facilitate digital transformation. We will continue our cooperation on facilitating the flow of data and strengthening business and consumer trust in digital transactions. 9. We are committed to promoting intellectual property rights in advancing innovation and creativity through relevant policies and programs. We recognize the importance of engagement with",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "0b660d45-a4cd-4fbb-813d-3ccdf178a268",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "9. We are committed to promoting intellectual property rights in advancing innovation and creativity through relevant policies and programs. We recognize the importance of engagement with traditional knowledge holders, such as Indigenous Peoples as appropriate. 10. We are committed to promoting the cross-border recognition of electronic trade-related documents, such as the electronic bills of lading and electronic invoices, through measures to facilitate paperless trade while enhancing capacity building initiatives and dialogues to support these efforts. In this regard, we acknowledge benefits of public-private collaboration and look forward to further exploratory discussions on such collaboration for paperless trade. We encourage working towards aligning our legal frameworks with the UNCITRAL Model Law on Electronic Transferable Records (MLETR) noting the different levels of readiness and capacity. 11. We recognize AI’s potential to fundamentally reshape the landscape of",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "870137a4-7b21-4724-8479-c1404f6a8efb",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "with the UNCITRAL Model Law on Electronic Transferable Records (MLETR) noting the different levels of readiness and capacity. 11. We recognize AI’s potential to fundamentally reshape the landscape of international trade. We acknowledge the importance of adopting AI-enabled procedures that contribute to trade facilitation, particularly with enhancing customs procedures. We encourage economies to share information on domestic approaches to relevant AI-related policy with the private sector, including micro, small and medium-sized enterprises (MSMEs), to help businesses identify opportunities and risks as well as improve competitiveness. To support ongoing efforts in AI-driven transformation and capacity building across the APEC region, we intend to discuss opportunities for voluntary information exchange on trade-related AI standards and technologies that takes into account and complements the work of appropriate specialized international organizations, processes, and other efforts. 12.",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "56c64576-75d8-4dbc-9b1d-e259931e31d0",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "exchange on trade-related AI standards and technologies that takes into account and complements the work of appropriate specialized international organizations, processes, and other efforts. 12. We remain committed to the implementation of the APEC Connectivity Blueprint (2015-2025) by strengthening physical, institutional and people-to-people connectivity as well as taking advantage of digital connectivity. We encourage members to evaluate the current progress of the APEC Connectivity Blueprint and complete its final review in a timely manner. We reaffirm the value of APEC Business Travel Card (ABTC) in facilitating business mobility and enhancing connectivity. We encourage economies’ uptake and acceptance of the virtual ABTC. We underscore the importance of implementing the Supply Chain Connectivity Framework Action Plan, now in its third phase (SCFAP III, 2022-2026), to address supply chain chokepoints in the region. We also reaffirm the importance of quality infrastructure",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "50b7435a-32e2-46e9-bc93-7fe2fac7097f",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "Chain Connectivity Framework Action Plan, now in its third phase (SCFAP III, 2022-2026), to address supply chain chokepoints in the region. We also reaffirm the importance of quality infrastructure development and investment. We remain committed to the full and effective implementation of the WTO Trade Facilitation Agreement, recognizing its relevance in an evolving trade environment. 13. We acknowledge that global supply chains are facing cross-sectoral challenges. We support efforts to ensure that supply chains issues continue to be discussed within APEC to enhance the resilience of supply chains for sustainable economic growth across the APEC region. We welcome the discussions of the Forum on Sustainable Supply Chains, and we encourage greater engagement of the private sector in APEC’s supply chain discussions, including through public-private dialogues. 14. We recognize the critical role that trade can play in achieving food security, minimizing food supply chain disruptions, and",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "0e1bc926-92d2-42a2-a840-b63a8db33bd5",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "supply chain discussions, including through public-private dialogues. 14. We recognize the critical role that trade can play in achieving food security, minimizing food supply chain disruptions, and promoting open, fair, transparent, productive, sustainable, resilient, and innovative agri-food systems that benefit all. In this regard, we recall our commitment to the goals of the APEC Food Security Roadmap Towards 2030. 15.We encourage economies to implement effective reforms in the services sector given its contribution to economic growth. We recognize the existing efforts to promote the APEC Services Competitiveness Roadmap (ASCR), which will reach its target date in 2025. We encourage officials to develop an ambitious framework for a post-2025 services roadmap. This framework may take into account the expanding role of digitally enabled services, as well as the impact of emerging technologies. In this regard, we further encourage cross-fora cooperation to discuss how to foster",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "2e1fc27b-9be0-48c3-b174-984411392a75",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "into account the expanding role of digitally enabled services, as well as the impact of emerging technologies. In this regard, we further encourage cross-fora cooperation to discuss how to foster innovative services. 16. We welcome the updated Investment Facilitation Action Plan (IFAP) to support the implementation of the Aotearoa Plan of Action. We encourage officials to develop a work program to guide the implementation of the updated plan. 17. We emphasize APEC’s important role in promoting structural reforms to increase economic growth. We reaffirm the value of Good Regulatory Practices (GRP) in fostering transparency, predictability, and efficiency in the regulatory environment. We welcome ongoing efforts to strengthen cooperation on standards, and streamline conformity assessment procedures across APEC economies. In this regard, we encourage economies to implement GRP and look forward to sharing innovative approaches that remove unnecessary barriers to trade while maintaining",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "47ba33f7-b76c-4db6-86dd-9d9bdead98b8",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "procedures across APEC economies. In this regard, we encourage economies to implement GRP and look forward to sharing innovative approaches that remove unnecessary barriers to trade while maintaining appropriate regulatory objectives. 18. We recognize the importance of the Bangkok Goals in promoting cooperation to advance circular economy approaches. We welcome the process under way to review the Reference List of Environmental and Environmentally Related Services. We further encourage discussions on how to foster trade in Environmental and Environmentally Related services. 19. We commit to taking concerted efforts to empower all facing structural barriers to achieve their economic potential. Recognizing important contributions of MSMEs and all people to economic growth, we commit to strengthening all of our people’s participation in regional and global markets by providing information tools and enhancing access to skill development. We recognize the Lima Roadmap to Promote the",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "d5a7a11d-6c98-436b-bc82-c655f19a5ec3",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "strengthening all of our people’s participation in regional and global markets by providing information tools and enhancing access to skill development. We recognize the Lima Roadmap to Promote the Transition to the Formal and Global Economies (2025-2040) as an initiative to broaden global trade participation and facilitate MSMEs’ resilient and sustainable growth and integration into the global economy and global supply chains. We reaffirm our dedication to the La Serena Roadmap for Women and Inclusive Growth (2019-2030), emphasizing the value of women’s active engagement in trade and economic activities to build a more dynamic Asia-Pacific community. We recognize the importance of women’s economic empowerment, including through access to capital, assets, markets, and leadership positions, including in line with relevant APEC initiatives including APEC principles and recommendations. We acknowledge the valuable contributions of Indigenous Peoples as appropriate to economic growth and",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "ff5e99b0-a0f7-4253-ae20-2bdc83b307b1",
        "topic": "Documents MRT",
        "sub_topic": "N/A",
        "content": "including in line with relevant APEC initiatives including APEC principles and recommendations. We acknowledge the valuable contributions of Indigenous Peoples as appropriate to economic growth and welcome further dialogues and collaborative efforts focused on capacity building to increase their participation in regional and global markets. 20. We express our appreciation to the Republic of Korea for hosting this meeting and look forward to our continued collaboration throughout 2025.",
        "source_file": "Documents_MRT.html"
    },
    {
        "id": "4e9a6388-db86-4fdd-ab02-49ff49a424b4",
        "topic": "Emblem and Theme",
        "sub_topic": "N/A",
        "content": "APEC 2025 KOREA Emblem and Theme Introduction Emblem and Theme Emblem of the APEC 2025 KOREA The emblem is inspired by a butterfly moving from flower to flower, symbolizing its contribution to the prosperity of the ecosystem. The butterfly represents how APEC connects member economies, ultimately contributing to the greater prosperity of the Asia-Pacific region. Furthermore, the flutter of its wings represents the innovation and transformation that will promote greater prosperity. On the right side of the emblem is the ‘Sumaksae’, a roof-end tile that welcomes APEC members to Korea with the timeless smile of Silla. APEC 2025 KOREA THEME AND PRIORITIES Our theme embodies our commitment to create a better future for the next generation in accordance with the Putrajaya Vision 2040 which envisions an open, dynamic and resilient Asia-Pacific by 2040. As the host of APEC 2025, Korea will endeavor to realize this vision through three main policy priorities: Connect, Innovate, Prosper.",
        "source_file": "Emblem_and_Theme.html"
    },
    {
        "id": "340726ea-e108-4140-b994-d72ecc401b7d",
        "topic": "Emblem and Theme",
        "sub_topic": "N/A",
        "content": "Connect Strengthen connectivity through physical, institutional, people-to-people exchanges in the Asia-Pacific region. Innovate Seek ways to strengthen the economic competitiveness of the Asia-Pacific region through innovation and digitalization, while focusing on bridging the digital gap and creating an inclusive technology ecosystem. Prosper Strengthen cooperation to effectively respond to global challenges as well as seek ways to enhance opportunities for active economic participation by MSMEs, women, people with disabilities, and others with untapped economic potential to achieve sustainable and inclusive growth, and ultimately prosperity in the Asia-Pacific region.",
        "source_file": "Emblem_and_Theme.html"
    },
    {
        "id": "9591d61f-1a61-46e5-9087-8a858d007af8",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Gyeongju Heritage About Gyeongju Transportation Heritage Attractions Seokguram Grotto and Bulguksa Temple Seokguram Grotto and Bulguksa Temple are iconic heritage sites from the golden era of the Unified Silla Dynasty (57 BC – AD 935). Established in the mid-8th century, they represent the highly developed architectural skills and creative craftsmanship of the Silla people. In particular, the magnificent and sublime beauty of Seokguram’s carvings, along with Bulguksa Temple’s elaborate architecture and its two stone pagodas, are considered masterpieces of Buddhist architecture. Bulguksa temple was designated a World Cultural Heritage Site along with the nearby Seokguram Grotto by UNESCO in December 1995 and, today, it houses seven national treasures and numerous important heritages. Address: 385 Bulguk-ro, Gyeongju-si, Gyeongsangbuk-do Website: eng.bulguksa.or.kr Tel: +82-54-746-0983 Gyeongju Historic Area",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "1aa917fe-d151-41bb-8dbf-ec6f6d555287",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Gyeongju Historic Area is a significant historical site where the achievements and culture of the Silla Dynasty have been remarkably well-preserved. It is divided into five distinct zones based on their characteristics: the Namsan Mountain area, a center of Buddhist culture; the Wolseong Fortress area, the royal grounds of the Silla Dynasty; the Daereungwon Ancient Tomb area, a burial site of high-ranking officials, including the kings of the Silla Dynasty; the Hwangnyongsa Temple area, showing the essence of Silla Buddhism; and the Sanseong Fortress area, highlighting the capital’s defense system. The Gyeongju Historic Area has a total of 52 designated cultural assets that are registered as World Cultural Heritages on November 2000. The most representative heritages include Gyeongju Poseokjeong Pavilion Site, Rock-carved Bodhisattva at Sinseonam Hermitage in Namsan Mountain, Donggung Palace & Wolji Pond, Cheomseongdae Observatory, Ancient Tombs in Hwangnam-ri, Daereungwon Ancient",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "4dd927b8-8154-4622-832f-b1b7983d4239",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Pavilion Site, Rock-carved Bodhisattva at Sinseonam Hermitage in Namsan Mountain, Donggung Palace & Wolji Pond, Cheomseongdae Observatory, Ancient Tombs in Hwangnam-ri, Daereungwon Ancient Tomb Complex, Hwangnyongsa Temple Site and Bunhwangsa Temple.",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "31365953-8681-4759-8b65-60ec044b0998",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 757, Taejong-ro, Gyeongju-si, Gyeongsangbuk-do Gyeongju Yangdong Village Gyeongju Yangdong Village is Korea’s largest traditional village, offering a glimpse into the cultural heritage of the Joseon Dynasty amid the stunning natural surroundings. It is a prime example of a traditional yangban (the aristocratic class from the Joseon Dynasty) clan village that has been preserved for over 600 years. Recognized for its outstanding conservation of historic homes from the south-eastern region of Korea, the village was designated as Korea’s 10th UNESCO World Heritage Site in 2010. Located at the entrance of the village, Yangdong Village Cultural Center showcases artifacts that illustrates the village’s history. Visitors can also participate in a variety of hands-on traditional cultural programs. Address: 91 Yangdongmaeuran-gil, Gangdong-myeon, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-762-2630 Oksanseowon Confucian Academy",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "8ac217a6-9b5e-43c5-ac14-2c87a88bef46",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 91 Yangdongmaeuran-gil, Gangdong-myeon, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-762-2630 Oksanseowon Confucian Academy Oksanseowon Confucian Academy was built to honor the academic achievements and virtues of Confucian scholar Yi Eon-jeok (1491-1553). Founded in 1572, it beautifully showcases a harmonious blend of academia and nature, making it a prime example of Korean Confucian Center. The academy’s distinctive architectural layout is truly remarkable. Dokrakdang Hall, which was used as both Yi Eon-jeok’s vacation retreat and study room, is located 700 meters to the north of Oksanseowon. Address: 216-27 Oksanseowon-gil, Angang-eup, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-761-2211 Gyeongju Gyochon Village",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "3140ef0e-ca74-4e62-9ad3-7194f248e8e5",
        "topic": "Heritage Gyeongju",
        "sub_topic": "N/A",
        "content": "Address: 216-27 Oksanseowon-gil, Angang-eup, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-761-2211 Gyeongju Gyochon Village Gyeongju Gyochon Village is a traditional Hanok village that thrived during the era of the Gyeongju Choi Clan. For over 12 generations, this family produced many notable figures. Also known as ‘the rich Choi clan,’ they were admired for their generosity, especially in helping out local residents by their family motto: “Let no one starve to death within a 100-ri (approx. 40km) radius.” Today, visitors can explore the remains of the Gyeongju Choi Clan’s old residence and enjoy a meal at Yoseokgung, a restaurant operated by a descendant of the Choi Clan. Nearby attractions include Gyerim Forest, Naemulwangneung Royal Tomb, and Gyeongjuhyanggyo Local Confucian School. Address: 39-2 Gyochon-gil, Gyo-dong, Gyeongju-si, Gyeongsangbuk-do Tel: +82-54-760-7880",
        "source_file": "Heritage_Gyeongju.html"
    },
    {
        "id": "5117a8ea-b35f-4a4b-aed9-73e133bc6a5b",
        "topic": "Information of Apec",
        "sub_topic": "N/A",
        "content": "APEC What is APEC? The Asia-Pacific Economic Cooperation (APEC) is a regional economic forum established in 1989 to leverage the growing interdependence of the Asia-Pacific. APEC's 21 members aim to create greater prosperity for the people of the region by promoting balanced, inclusive, sustainable, innovative and secure growth and by accelerating regional economic integration. APEC ensures that goods, services, investment, and people move smoothly across borders. Members facilitate trade through streamlining customs procedures at borders; fostering more favorable business environments; and coordinating regulations and standards across the region. It is the only global intergovernmental forum in the world committed to reducing barriers to trade and investment without legally binding obligations. APEC achieves its goals by promoting dialogue and arriving at decisions on a consensus basis, and it gives equal weight to the views of all members. More About APEC Mission",
        "source_file": "Information_of_Apec.html"
    },
    {
        "id": "4acca920-9363-4c8f-804c-0d3d1e100d8f",
        "topic": "Information of Apec",
        "sub_topic": "N/A",
        "content": "More About APEC Mission APEC’s mission is to achieve sustainable economic growth and prosperity in the Asia-Pacific region. Members are united in a drive to build a dynamic and harmonious Asia-Pacific community by championing free and open trade and investment; promoting and accelerating regional economic integration; encouraging economic and technological cooperation; enhancing human security; and facilitating a favorable and sustainable business environment. The initiatives help turn policy goals into concrete results and agreements into tangible benefits for the region. Vision",
        "source_file": "Information_of_Apec.html"
    },
    {
        "id": "df51c1b3-a52a-4b10-89b6-33e5d209dbae",
        "topic": "Information of Apec",
        "sub_topic": "N/A",
        "content": "Vision The Putrajaya Vision 2040, which outlines APEC’s vision for the next 20 years, was adopted at the 2020 APEC Economic Leaders’ Meeting (AELM). The vision aims to achieve “an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, for the prosperity of all our people and future generations.” APEC members will endeavor to achieve this vision by pursuing three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable and inclusive growth. APEC Member Economies Australia Brunei Darussalam Canada Chile People’s Republic of China Hong Kong, China Indonesia Japan Republic of Korea Malaysia Mexico New Zealand Papua New Guinea Peru The Republic of The Philippines The Russian Federation Singapore Chinese Taipei Thailand United States Viet Nam",
        "source_file": "Information_of_Apec.html"
    },
    {
        "id": "6e7fc8eb-a122-47cf-b163-beea7d75e486",
        "topic": "Information of Apec",
        "sub_topic": "N/A",
        "content": "Japan Republic of Korea Malaysia Mexico New Zealand Papua New Guinea Peru The Republic of The Philippines The Russian Federation Singapore Chinese Taipei Thailand United States Viet Nam ※ Official APEC observers: The Secretariat of the Association of Southeast Asian Nations (ASEAN Secretariat); the Pacific Economic Cooperation Council (PECC); and the Pacific Islands Forum (PIF) Secretariat APEC in the World As of 2023, the APEC region is home to 37% of the world’s population and represents approximately 49.1% of trade in goods as well as 61.4% of the world GDP.(Source: APEC at a Glance, IMF WEO, ITC, CIA) How APEC operates",
        "source_file": "Information_of_Apec.html"
    },
    {
        "id": "f3f8dc45-0897-4e62-ae7b-a19cb1dc194b",
        "topic": "Information of Apec",
        "sub_topic": "N/A",
        "content": "How APEC operates Each year, one of the 21 APEC member economies hosts the APEC meetings and acts as the APEC Chair. The host economy will chair the annual Economic Leaders’ Meeting, Ministerial Meetings, Senior Officials’ Meetings, the APEC Business Advisory Council and the APEC Study Centers Consortium. The first of these meetings is the Informal Senior Officials’ Meeting (ISOM), held the year prior to the host year. Throughout the APEC year, more than 200 events are held, including sectoral ministerial meetings, committee and subcommittee meetings, working groups, experts’ meetings, APEC Business Advisory Council (ABAC) meetings, the APEC CEO Summit, as well as seminars, symposiums, and workshops for institutional capacity building. All these meetings are used to progress APEC’s agenda and ongoing projects, as well as form new initiatives often led by the host economy.",
        "source_file": "Information_of_Apec.html"
    },
    {
        "id": "ff2a825e-f337-40c3-9455-5d3a1d16da6c",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "APEC 2025 KOREA Introduction Introduction Emblem and Theme Overview TitleAPEC 2025 KOREA LocationGyeongju, Jeju, Incheon, Busan Theme and PrioritiesBuilding a Sustainable Tomorrow : Connect, Innovate, Prosper Korea and APEC As of 2023, Korea’s exports and imports of goods to and from APEC economies accounted for 74.7% and 67.5% of its total exports and imports, respectively. Eight of Korea’s top 10 trading partners are in APEC (People’s Republic of China; The United States; Viet Nam; Japan; Australia; Chinese Taipei; Singapore; Hong Kong, China). In addition, 57.6% of Korea's outbound foreign direct investment (FDI) flows to APEC economies, while 46.5% of its inbound FDI comes from APEC economies. Korea’s Engagement with APEC",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "192c85fc-14a3-4057-80c4-dc11934a10b9",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "The idea of APEC was first publicly broached by former Australian Prime Minister Bob Hawke during a speech in Seoul, Korea, on 31 January 1989. APEC was formed in 1989 firstly as a ministerial meeting among 12 economies and was elevated to the APEC Economic Leaders' Meeting in 1993. Korea hosted the 3rd APEC Ministerial Meeting in Seoul in 1991, where members adopted the APEC Seoul Declaration, which contributed to the establishment of APEC's institutional foundation. In 2005, Korea hosted the APEC Economic Leaders' Meeting in Busan. During its host year, APEC completed the mid-term stocktake of progress towards the Bogor Goals and established the Busan Roadmap, highlighting pathways to the Bogor Goals. Korea will continue to work toward the realization of the Putrajaya Vision 2040, focusing on the three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable, and inclusive growth. As Korea assumes the APEC Chair again after two",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "bf795878-b8de-4a87-8a96-58ab9628c63d",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "on the three economic drivers: trade and investment; innovation and digitalization; and strong, balanced, secure, sustainable, and inclusive growth. As Korea assumes the APEC Chair again after two decades, Korea reaffirms its commitment to strengthening economic cooperation and promoting sustainable growth within the Asia-Pacific region.",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "3f8d02c2-e2d1-4f0f-a9e5-79c9cc214ba5",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "Korea’s Contribution to APEC",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "2976bc54-a049-4f84-8b8f-fca500ad7262",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "Korea has played a pivotal role in APEC, showcasing its dedication, not only by supporting APEC as an institution, but also by leading flagship initiatives that contribute to economic growth, prosperity, and innovation. Korea is taking the lead in the long-term effort to facilitate regional economic integration and realize the Free Trade Area of Asia-Pacific (FTAAP) agenda through projects, including the Capacity Building Needs Initiative (CBNI). - In 2002, Korea established the Institute of APEC Collaborative Education to lead education innovation in the Asia-Pacific region. Through this institute, Korea has been at the forefront of initiatives such as e-learning and school leadership programs. - In 2005, Korea created the APEC Climate Center to enhance sustainable growth of the region and share experience and knowledge in climate prediction with member economies. The APEC Climate Center hosts the annual APEC Climate Symposium to discuss collaborative approaches to climate risks in",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "60afbce1-1fe5-456d-a4af-4715d201caa1",
        "topic": "Introduction About Apec Korea 2025",
        "sub_topic": "N/A",
        "content": "and share experience and knowledge in climate prediction with member economies. The APEC Climate Center hosts the annual APEC Climate Symposium to discuss collaborative approaches to climate risks in the Asia-Pacific region. - In 2005, Korea founded the MSMEs Innovation Center to enhance the innovation capabilities of micro, small and medium-sized enterprises (MSMEs). Through this center, Korea provides tailored consulting services to MSMEs in the Asia-Pacific region. - In 2018, Korea launched the Digital Innovation Sub-Fund with the aim of strengthening the capacity of member economies in the digital economy field. Through this fund, more than 40 projects have been implemented in areas including digital economy consumer protection, biometric ID, and global data standardization.",
        "source_file": "Introduction_About_Apec_Korea_2025.html"
    },
    {
        "id": "f5066ea6-e233-447a-87df-c2b8f4b1f137",
        "topic": "Korea in Brief",
        "sub_topic": "N/A",
        "content": "K-Story Korea in Brief Korea in Brief practical information Located in Northeast Asia, the Republic of Korea (hereinafter Korea) has long served as a strategic crossroads in Asia for many centuries. Known for its rapidly growing economy and a lifestyle that harmoniously combines tradition and modernity, Korea boasts a rich 5,000-year history and stunning natural landscapes. Its deep cultural heritage and breathtaking scenery captivate visitors, offering an unforgettable experience for both business travelers and tourists. View More",
        "source_file": "Korea_in_Brief.html"
    },
    {
        "id": "ae42b25a-5bf3-4efa-a13c-b5ebf77b0cb4",
        "topic": "Local Eateries Incheon",
        "sub_topic": "N/A",
        "content": "Incheon Local Eateries About Incheon Attractions Local Eateries All Things Crab – Songdo Blue Crab Street Located on Korea’s west coast, Incheon is famous for its fresh blue crabs—and Songdo Blue Crab Street is the perfect place to enjoy them. This food street is a culinary destination where you can enjoy a variety of crab dishes—from mildly steamed crabs to spicy crab stew and savory soy-marinated crabs (ganjang gejang). Address: Area around 22, Daeam-ro, Yeonsu-gu, Incheon Website: www.yeonsu.go.kr/tour/life/restaurant/food_street.asp Cool Off at Incheon Hwapyeong-dong Sesutdaeya Naengmyeon Street",
        "source_file": "Local_Eateries_Incheon.html"
    },
    {
        "id": "e050f1da-f62f-451a-b030-48970d5f00d0",
        "topic": "Local Eateries Incheon",
        "sub_topic": "N/A",
        "content": "Address: Area around 22, Daeam-ro, Yeonsu-gu, Incheon Website: www.yeonsu.go.kr/tour/life/restaurant/food_street.asp Cool Off at Incheon Hwapyeong-dong Sesutdaeya Naengmyeon Street If you're craving a refreshing Korean summer dish, head to Hwapyeong-dong’s famous cold noodle street. This alley is known for two iconic dishes—mul-naengmyeon (cold broth noodles) and bibim-naengmyeon (spicy mixed cold noodles)—which draw long lines thanks to their deep, refreshing flavors. The noodles are served quickly, and pairing them with crunchy yeolmu kimchi (young radish kimchi) makes the meal even more satisfying. Address: Around Songhwa-ro 2beon-gil, Dong-gu, Incheon Website: https://eng-itour.incheon.go.kr/cmn/board/BBSMSTR_000000000081/1973bbsDetail.do Bold Seafood Flavors – Multteombeong Street for Monkfish Dishes",
        "source_file": "Local_Eateries_Incheon.html"
    },
    {
        "id": "a99f9ed9-6373-484b-a100-48856bb6fa2e",
        "topic": "Local Eateries Incheon",
        "sub_topic": "N/A",
        "content": "Website: https://eng-itour.incheon.go.kr/cmn/board/BBSMSTR_000000000081/1973bbsDetail.do Bold Seafood Flavors – Multteombeong Street for Monkfish Dishes Looking for hearty, spicy seafood? Multteombeong Street in Incheon is the place to go. Once considered a humble ingredient, agwi (Monkfish) has become a local delicacy. Enjoy rich, flavorful dishes like agwijjim (braised monkfish) and agwitang (monkfish soup), known for their tender texture and bold taste. The area is also home to many long-standing restaurants cherished by local foodies. Address: Around 403, Dokbae-ro, Michuhol-gu, Incheon Website: https://eng-itour.incheon.go.kr/cmn/board/BBSMSTR_000000000080/2601bbsDetail.do",
        "source_file": "Local_Eateries_Incheon.html"
    },
    {
        "id": "e3e88e7d-5df1-4de6-b49d-d6fab227c524",
        "topic": "Meetings",
        "sub_topic": "N/A",
        "content": "Meetings",
        "source_file": "Meetings.html"
    },
    {
        "id": "df39c62b-1ca7-4a51-b013-a42bb3fd581a",
        "topic": "Meetings",
        "sub_topic": "N/A",
        "content": "No. Event Title Date Venue 1 Informal Senior Officials’ Meeting (ISOM) December 9 - 11, 2024 Seoul 2 1st APEC Business Advisory Council Meeting (ABAC) February 23 – 25, 2025 Brisbane, Australia 3 First Senior Officials’ Meeting and Related Meetings (SOM1) February 24 - March 9, 2025 Gyeongju 4 Finance and Central Bank Deputies’ Meeting (FCBDM) March 6 - 7, 2025 Gyeongju 5 2nd APEC Business Advisory Council Meeting (ABAC) April 23 - 26, 2025 Toronto, Canada 6 APEC Ocean-Related Ministerial Meeting (AOMM) April 30 - May 1, 2025 Busan 7 Second Senior Officials’ Meeting and Related Meetings (SOM2) May 3 - 16, 2025 Jeju 8 Human Resource Development Ministerial Meeting (HRDMM) May 11 - 13, 2025 Jeju 9 APEC Education Ministerial Meeting(AEMM) May 13 - 15, 2025 Jeju 10 Ministers Responsible for Trade (MRT) May 15 - 16, 2025 Jeju 11 3rd APEC Business Advisory Council Meeting (ABAC) July 15 - 18, 2025 Hai Phong, Vietnam 12 Third Senior Officials’ Meeting and Related Meetings (SOM3) July 26 -",
        "source_file": "Meetings.html"
    },
    {
        "id": "cdec464c-a179-4376-8cf1-78660599ec73",
        "topic": "Meetings",
        "sub_topic": "N/A",
        "content": "Trade (MRT) May 15 - 16, 2025 Jeju 11 3rd APEC Business Advisory Council Meeting (ABAC) July 15 - 18, 2025 Hai Phong, Vietnam 12 Third Senior Officials’ Meeting and Related Meetings (SOM3) July 26 - August 15, 2025 Incheon 13 APEC High-Level Dialogue of Anti-Corruption Cooperation (AHDAC) July 31 - August 1, 2025 Incheon 14 Digital & AI Ministerial Meeting (DMM) August 4 - 6, 2025 Incheon 15 Food Security Ministerial Meeting (FSMM) August 9 - 10, 2025 Incheon 16 Women and the Economy Forum (WEF) August 12, 2025 Incheon 17 APEC 2025 High-Level Dialogue on Cultural and Creative Industries(HLD-CCI) August 26 - 28, 2025 Gyeongju 18 Energy Ministerial Meeting (EMM) August 27 - 28, 2025 Busan 19 Small and Medium Enterprises Ministerial Meeting (SMEMM) September 1 - 5, 2025 Jeju 20 High-Level Meeting on Health and the Economy September 15 - 16, 2025 Seoul 21 Finance Ministerial Meeting (FMM) October 21 - 22, 2025 Incheon 22 Structural Reform Ministerial Meeting (SRMM) October 21 - 23, 2025",
        "source_file": "Meetings.html"
    },
    {
        "id": "7e26e0b6-07ea-4df4-b32f-02506536b35b",
        "topic": "Meetings",
        "sub_topic": "N/A",
        "content": "on Health and the Economy September 15 - 16, 2025 Seoul 21 Finance Ministerial Meeting (FMM) October 21 - 22, 2025 Incheon 22 Structural Reform Ministerial Meeting (SRMM) October 21 - 23, 2025 Incheon 23 4th APEC Business Advisory Council Meeting (ABAC) October 26 - 28, 2025 Busan 24 APEC CEO Summit October 29 - 31, 2025 Gyeongju 25 APEC Economic Leaders’ Week (AELW) - Concluding Senior Officials’ Meeting (CSOM) - APEC Ministerial Meeting (AMM) - APEC Economic Leaders’ Meeting (AELM) October 27 - 28, 2025 October 29 - 30, 2025 October 30 - November 1, 2025 Gyeongju",
        "source_file": "Meetings.html"
    },
    {
        "id": "af543c0f-6222-4e1f-bb18-e5602778ab38",
        "topic": "Meetings",
        "sub_topic": "N/A",
        "content": "Scroll",
        "source_file": "Meetings.html"
    },
    {
        "id": "cc23e0d4-b190-4b99-9662-2c983d290bd0",
        "topic": "Nature Culture Jeju",
        "sub_topic": "N/A",
        "content": "Jeju Nature & Culture About Jeju Transportation Nature & Culture Themed Travel Hallasan National Park Hallasan is the highest mountain in Korea, with an elevation of 1,950 meters. Formed by volcanic activity, it has been designated a UNESCO Biosphere Reserve. for its outstanding ecological value. Among the five hiking trails, the Seongpanak and Gwaneumsa courses lead to the summit, both of which require a reservation in advance. Reservation site: Hallasan Visit Reservation System (http://visithalla.jeju.go.kr) Address: 2070-61, 1100-ro, Jeju-si, Jeju-do Website: https://www.jeju.go.kr/hallasan/index.htm Tel: (+82) 064-713-9950 Seongsan Ilchulbong Tuff Cone Seongsan Ilchulbong, also known as Sunrise Peak, is a tuff cone formed by an underwater volcanic eruption. Recognized for its geological significance, it was designated a National Monument and later recognized as both a UNESCO World Natural Heritage Site in 2007 and a UNESCO Global Geopark in 2010.",
        "source_file": "Nature_Culture_Jeju.html"
    },
    {
        "id": "d847b57a-ebff-4c94-9ea6-1dcaaf3e1be8",
        "topic": "Nature Culture Jeju",
        "sub_topic": "N/A",
        "content": "Address: 284-12, Ilchul-ro, Seongsan-eup, Seogwipo-si, Jeju-do Tel: (+82) 064-783-0959 Jusangjeolli Cliff (Jungmun Daepo Coast) The largest natural rock formation in Korea, Jusangjeolli Cliff was created when lava from a volcanic eruption rapidly cooled. The hexagonal rock pillars resemble giant stone staircases and offer a striking natural spectacle. Address: 2763, Jungmun-dong, Seogwipo-si, Jeju-do Tel: (+82) 064-738-1521 Jeju Haenyeo Museum Haenyeo are women divers who harvest shellfish and other seafood by free diving—without any breathing equipment along the coast of Jeju Island. To learn more about this unique and cherished cultural tradition, the Jeju Haenyeo Museum offers insight into the history, daily life, and work of these remarkable women. Address: 26, Haenyeobangmulgwan-gil, Gujwa-eup, Jeju-si, Jeju-do Website: https://www.jeju.go.kr/haenyeo/index.htm http://webtrans.llsollu.io:7000/etgi/ Tel: (+82) 064-782-9898 Jeju Stone Park",
        "source_file": "Nature_Culture_Jeju.html"
    },
    {
        "id": "be510b18-b8af-4c17-beb7-bef26df0ea1b",
        "topic": "Nature Culture Jeju",
        "sub_topic": "N/A",
        "content": "Address: 26, Haenyeobangmulgwan-gil, Gujwa-eup, Jeju-si, Jeju-do Website: https://www.jeju.go.kr/haenyeo/index.htm http://webtrans.llsollu.io:7000/etgi/ Tel: (+82) 064-782-9898 Jeju Stone Park Jeju Stone Park is a museum and ecological park that showcases the rich and distinctive stone culture of Jeju Island, often referred to as the “homeland of stones.” In the Outdoor Exhibition Space, visitors can explore 48 Dol Hareubang, stone statues believed to ward off evil spirits and misfortunes; Jeongjuseok, upright stone pillars once placed at house entrances instead of doors, reflecting that theft was rare on the island; and Dongjaseok, stones traditionally placed around tombs to comfort the souls of the deceased and soothe their sorrow, offering a glimpse into Jeju’s view of the afterlife. The park offers both cultural insight and a tranquil natural setting, making it an ideal destination for both rest and exploration. Address: 2023, Namjo-ro, Jocheon-eup, Jeju-si. Jeju-do",
        "source_file": "Nature_Culture_Jeju.html"
    },
    {
        "id": "5decf672-6aa5-42ba-bf93-cd6446f767fe",
        "topic": "Nature Culture Jeju",
        "sub_topic": "N/A",
        "content": "Address: 2023, Namjo-ro, Jocheon-eup, Jeju-si. Jeju-do Website: https://www.jeju.go.kr/jejustonepark/index.htm Tel: (+82) 064-710-7731",
        "source_file": "Nature_Culture_Jeju.html"
    },
    {
        "id": "b1d72d23-d5a8-46f5-9924-926086a938d4",
        "topic": "Notices",
        "sub_topic": "N/A",
        "content": "Notices",
        "source_file": "Notices.html"
    },
    {
        "id": "18910f52-7cba-4647-bb30-539822855323",
        "topic": "Practical Information",
        "sub_topic": "N/A",
        "content": "K-Story Useful Information Korea in Brief practical information Climate & Weather SPRINGMarch - May Average temperatures: 13 to 14°C (55 to 57°F) The weather is generally mild and sunny. Light outwears are recommended, especially in early spring when it may still be cold. SUMMERJune - August Average temperatures: 25 to 27°C (77 to 80°F) The weather is hot and humid. Light, sweat-absorbing clothing is recommended. Be prepared for the rainy season, which lasts from mid-June to early July. AUTUMNSeptember - November Average temperatures: 13 to 14°C (55 to 57°F) Days are warm, but nights can be cool. A light coat is recommended. WINTERDecember - February Average temperatures: -6 to 7 °C (21°F to 45°F) The weather is cold and dry, with occasional snowfall. Warm clothing, along with a hat or umbrella, is recommended. View More Banking & Currency Korea's official currency is the won (KRW). Bills Coins Traveler’s Checks",
        "source_file": "Practical_Information.html"
    },
    {
        "id": "37b40b85-6a95-44db-8b28-532280b1ab38",
        "topic": "Practical Information",
        "sub_topic": "N/A",
        "content": "View More Banking & Currency Korea's official currency is the won (KRW). Bills Coins Traveler’s Checks Traveler's checks can be exchanged for cash at banks or currency exchange booths. While some stores still accept the checks, credit and debit cards have become a more preferred payment methods for travelers. As a result, the use of traveler’s checks is hardly observed nowadays and fewer stores offer this service. Credit Cards Credit cards are widely accepted in Korea, including at major hotels, department stores, and general retail shops. Visa, MasterCard, American Express, and other credit cards are commonly used, however, check the service availability before making a purchase as some stores may not accept certain cards. Money Exchange To exchange your foreign currency for Korean won, visit a bank or an authorized exchange service center. Banks are generally open from 9:00 AM to 4:00 PM on weekdays. Currency Converter",
        "source_file": "Practical_Information.html"
    },
    {
        "id": "bc0e7d67-1cf0-42d9-b712-5eee9cd25802",
        "topic": "Practical Information",
        "sub_topic": "N/A",
        "content": "To exchange your foreign currency for Korean won, visit a bank or an authorized exchange service center. Banks are generally open from 9:00 AM to 4:00 PM on weekdays. Currency Converter For real-time exchange rates, visit www.xe.com/currencyconverter (Available in Korean, English, Japanese, Chinese, German, French, Spanish, Portuguese, Italian, Swedish, and Arabic) Source: VISIT KOREA View More Electricity and Voltage Korea uses 220V at 60 Hz, with power outlets that have two round holes. If you do not have a multi-voltage travel adapter, borrow or purchase one at your hotel's front desk, airports, retail stores, major duty-free shops, or even convenience stores. Source: VISIT KOREA View More Emergency & Useful Phone Numbers Emergency Services Police: +82-112 Fire Department: +82-119 Medical Emergencies: +82-119 Infectious Disease Emergencies: +82-1339 1330 Korea Travel Hotline",
        "source_file": "Practical_Information.html"
    },
    {
        "id": "ff21924f-e50d-43cb-b638-12932ee16d05",
        "topic": "Practical Information",
        "sub_topic": "N/A",
        "content": "Emergency & Useful Phone Numbers Emergency Services Police: +82-112 Fire Department: +82-119 Medical Emergencies: +82-119 Infectious Disease Emergencies: +82-1339 1330 Korea Travel Hotline Tel: +82-2-1330 (Available in Korean, English, Japanese, Chinese, Russian, Vietnamese, Thai, and Indonesian) Website: www.visitkorea.or.kr (Available in Korean, English, Japanese, Chinese [Simplified], Chinese [Traditional], French, Spanish, German, and Russian) Diplomatic Missions in Korea Website: www.mofa.go.kr (Available in Korean and English) LOST 112 (Lost & Found Center) Tel: +82-2-182 Address: National Police Agency, 97, Tongil-ro, Seodaemun-gu, Seoul Website: www.lost112.go.kr (Available in Korean, English, Japanese, and Chinese) Local Telephone Directory (Assistance) Tel: +82-114 Local area code search : www.countrycode.org Source: VISIT KOREA View More",
        "source_file": "Practical_Information.html"
    },
    {
        "id": "ee9cb18a-d621-44b3-8add-d5266181240e",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "23 First Advance Visit for 2025 APEC Economic Leaders’ Meeting Held - APEC member economies expressed expectations after recognizing thorough preparations for 2025 APEC Economic Leaders’ Meeting - First Advance Visit for 2025 APEC Economic Leaders’ Meeting Held - APEC member economies expressed expectations after recognizing thorough preparations for 2025 APEC Economic Leaders’ Meeting - 2025-07-10 Views : 710",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "aad2b697-b79b-4625-af00-dc8fba44678b",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The Preparatory Office for APEC 2025 (hereinafter “Preparatory Office”) held the First Advance Visit* for 2025 APEC Economic Leaders’ Meeting for delegates from 20 APEC member economies from July 9 (Wed) to July 10 (Thu), 2025. The First Advance Visit was chaired by Senior Managing Director Kim Ji-Joon and attended by over 120 participants, including delegations from APEC member economies and officials from relevant authorities. * Overview of the First Advance Visit for 2025 APEC Economic Leaders’ Meeting - (July 9, Seoul) Briefing session on the Leaders’ Meeting and Q&A session - (July 10, Busan / Gyeongju) On-site Tour (Gimhae International Airport → Main Venue of the Leaders’ Meeting → Main Venue of Gala Dinner) ※ Overview of 2025 APEC Economic Leaders’ Meeting - Korea will host the 2025 APEC Economic Leaders’ Meeting in Gyeongju in the second half of 2025, marking 20 years since its last hosting of the event in Busan in 2005. 2. On the first day, the Preparatory Office hosted a",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a7e1e2b9-990f-43ec-84ec-41ca52e6803a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "2025 APEC Economic Leaders’ Meeting in Gyeongju in the second half of 2025, marking 20 years since its last hosting of the event in Busan in 2005. 2. On the first day, the Preparatory Office hosted a briefing session to present the schedule of Leaders’ Meeting and major protocol arrangements, followed by a Q&A session. Participants appreciated the Korean government’s thorough and well-organized preparations for the Leaders’ Meeting. In particular, H.E. Paul Fernando Duclos Parodi, the Peruvian Ambassador to Korea, commended Korea’s efforts and expressed hope for a successful Leaders’ Meeting in Gyeongju, following Peru’s hosting of the APEC Economic Leaders’ Meeting. 3. On the second day, the Preparatory Office conducted an on-site tour of Gimhae International Airport, the main venue of the Leaders’ Meeting (Gyeongju Hwabaek International Convention Center) and the venue of the gala dinner (Gyeongju National Museum). The participants received detailed briefings from the Preparatory",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "ed4c070d-bb50-47b2-8350-abf731d304d1",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the Leaders’ Meeting (Gyeongju Hwabaek International Convention Center) and the venue of the gala dinner (Gyeongju National Museum). The participants received detailed briefings from the Preparatory Office and had the opportunity to tour the event hall and construction site firsthand. 4. The Preparatory Office plans to hold the Second Advance Visit for APEC member economies prior to the Leaders’ Meeting to conduct a final check of preparations. ※ It is customary for the APEC Host Economy to hold two advance visits prior to the Leaders’ Meeting. related link First Advance Visit for 2025 APEC Economic Leaders’ Meeting Held - APEC member economies expressed expectations after recognizing thorough preparations for 2025 APEC Economic Leaders’ Meeting - https://www.mofa.go.kr/eng/brd/m_5676/view.do?seq=322900",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f4f01166-534d-4c2d-9f3f-947bfa02d4d7",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "22 7th Meeting of Korea APEC 2025 Organizing Committee - A comprehensive review of the current preparation status and a reaffirmed commitment to cooperation among ministries and related agencies - 7th Meeting of Korea APEC 2025 Organizing Committee - A comprehensive review of the current preparation status and a reaffirmed commitment to cooperation among ministries and related agencies - 2025-05-22 Views : 264",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a40a84f9-aeee-4b84-801f-044b903c307f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The seventh meeting of the Korea APEC 2025 Organizing Committee, chaired by Acting President and Deputy Prime Minister Lee Ju-ho, who also serves as Minister of Education, was held at the Government Complex Seoul on Thursday, May 22, 2025. * Key outcomes of the first to sixth meetings of the Korea APEC 2025 Organizing Committee are as follows: - First Meeting (March 18, 2024): Approved the establishment of the Host City Selection Committee - Second Meeting (June 27, 2024): Confirmed Gyeongju as the host city of the 2025 APEC Economic Leaders’ Meeting (AELM) - Third Meeting (October 2, 2024): Approved the basic plan for the 2025 APEC Economic Leaders’ Meeting (AELM) - Fourth Meeting (November 13, 2024): Approved the official emblem for APEC 2025 KOREA - Fifth Meeting (January 22, 2025): Reviewed and discussed plans for cultural events, aviation and transportation, as well as the construction and operation of the media center - Sixth Meeting (April 17, 2025): Reviewed and discussed",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5f1f5c5d-dce3-4028-8ce6-71da10dabcdf",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Reviewed and discussed plans for cultural events, aviation and transportation, as well as the construction and operation of the media center - Sixth Meeting (April 17, 2025): Reviewed and discussed plans for promotional activities, sponsorships, and the appointment of the artistic director 2. The meeting addressed the following: 1) the outcomes of the Second Senior Officials’ Meeting (SOM2) and related ministerial meetings*; 2) the appointment of the artistic director for cultural events; 3) measures for aviation, transportation, and medical support; and 4) the status of preparations for the business-related events**. * ▲ APEC Ocean-Related Ministerial Meeting (OMM), ▲ Human Resources Development Ministerial Meeting (HRDMM), ▲ APEC Education Ministerial Meeting (AEMM), and ▲ Meeting of APEC Ministers Responsible for Trade (MRT) ** ▲ CEO Summit and ▲ APEC Business Advisory Council (ABAC) Dialogue with Leaders 3. In addition, the committee members agreed to continue encouraging active",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "7e4d8795-c2b8-4260-9999-738b5445f8b7",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Ministers Responsible for Trade (MRT) ** ▲ CEO Summit and ▲ APEC Business Advisory Council (ABAC) Dialogue with Leaders 3. In addition, the committee members agreed to continue encouraging active participation from APEC leaders and business representatives, and to further enhance cooperation among ministries and related agencies to ensure the timely implementation of the matters discussed and reviewed during the meeting. 4. Acting President Lee stated, “As the APEC Economic Leaders’ Meeting (AELM) is set to take place in Korea for the first time in 20 years, we must seize this opportunity to demonstrate Korea’s leadership and strengthen its credibility on the global stage by ensuring the success of the meeting,” while emphasizing the importance of thorough preparation for the successful hosting of the AELM. 5. Building on the outcome of the meeting, the government will continue its preparations to ensure that the 2025 APEC Economic Leaders’ Meeting (AELM) not only takes the lead in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "04618b7f-bdfc-4ec0-a4aa-e3c766e04bea",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "hosting of the AELM. 5. Building on the outcome of the meeting, the government will continue its preparations to ensure that the 2025 APEC Economic Leaders’ Meeting (AELM) not only takes the lead in shaping the regional economic cooperation agenda but also serves as a comprehensive economic and cultural platform that showcases Korea’s cultural excellence to the world.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "16f12f52-5eba-432f-aab5-021869429bd6",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "21 Korea strengthens cooperation with Asia-Pacific economies to address global trade uncertainties Korea strengthens cooperation with Asia-Pacific economies to address global trade uncertainties 2025-05-19 Views : 1,013",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "43304c4c-5709-48b8-aaa7-6d46da104ef3",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Korea’s Minister for Trade Inkyo Cheong of the Ministry of Trade, Industry and Energy (MOTIE) held high-level bilateral talks with trade representatives of 14 APEC member economies and the World Trade Organization (WTO) through May 14-16 on Jeju Island, as part of a series of bilateral meetings convened on the sidelines of the 2025 APEC Ministers Responsible for Trade (MRT) Meeting. During the talks, he took stock of the recent developments in U.S. tariff consultations with major economies and discussed measures to enhance trade and economic cooperation in addressing global trade uncertainties. First, Trade Minister Cheong met with U.S. Trade Representative Jamieson Greer on May 15 to discuss the status of U.S. tariff consultations with major economies and to exchange views on the Korea-U.S. technical discussions launched on May 1. Representative Greer noted Korea’s efforts to deliver meaningful outcomes through this year’s APEC MRT Meeting as chair of APEC 2025. On May 16, Trade",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "dd888e38-1a89-44cd-8e35-9d2bdbac2ea8",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "technical discussions launched on May 1. Representative Greer noted Korea’s efforts to deliver meaningful outcomes through this year’s APEC MRT Meeting as chair of APEC 2025. On May 16, Trade Minister Cheong held a meeting with Masaki Okushi, Vice Minister of Japan’s Ministry of Economy, Trade and Industry (METI), and Miyaji Takuma, Vice Minister of Japan’s Ministry of Foreign Affairs (MOFA). Commemorating the 60th anniversary of the normalization of diplomatic relations, the two sides agreed to deepen collaboration in key areas like advanced industries, hydrogen and other emerging energy sectors, and supply chain resilience. They also pledged to work together toward the success of APEC 2025 and the Osaka-Kansai Expo and to actively leverage both Korea-Japan and Korea-U.S.-Japan cooperation platforms. In the meeting with Budi Santoso, Indonesia’s Minister of Trade, Trade Minister Cheong emphasized that more than 2,000 Korean companies are currently operating in Indonesia, requesting",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "d4030157-8f7e-41b3-8e4c-9324b0f911cd",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "platforms. In the meeting with Budi Santoso, Indonesia’s Minister of Trade, Trade Minister Cheong emphasized that more than 2,000 Korean companies are currently operating in Indonesia, requesting the Indonesian government’s support in resolving challenges faced by Korean firms including local certification and import restriction issues so as to ensure stable business operations. Meanwhile, Korea’s Deputy Minister for Trade Park Jong-won met with Ian McKay, Canada’s Special Envoy for the Indo-Pacific and Ambassador to Japan, to discuss ways to expand Korea-Canada cooperation in celebration of the 10th anniversary of the two countries’ bilateral FTA and to address support for Korean companies operating in Canada. He also met with Claudia Sanhueza Riveros, Chile’s Undersecretary for International Economic Relations, to review progress on the Korea-Chile FTA upgrade negotiations and to request the Chilean government’s support for Korean companies seeking to participate in Chile’s lithium",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a9cd6958-37d4-4651-8a51-7d2321fb8718",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Economic Relations, to review progress on the Korea-Chile FTA upgrade negotiations and to request the Chilean government’s support for Korean companies seeking to participate in Chile’s lithium development projects. Trade Minister Cheong stated that the bilateral talks with 14 Asia-Pacific economies’ trade leaders and the WTO Director-General have helped to promote the sharing of insights on global developments and trade response measures, while also advancing close cooperation on key issues such as building resilient critical minerals supply chains, expanding trade networks, and addressing challenges faced by Korean companies operating overseas. He added that the ministry will strive to mitigate trade uncertainties and external risks based on the newly gained insights and strengthened intraregional cooperation.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "0aed5a8f-9a93-45b9-9679-8d159927f4b6",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "20 2025 APEC Ministers Responsible for Trade Joint Statement 2025 APEC Ministers Responsible for Trade Joint Statement 첨부파일 2025-05-19 Views : 1,167",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "eaaac1c5-8fc4-4aa7-9d10-c5e30e8b17e2",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "2025 APEC Ministers Responsible for Trade Joint Statement Jeju, Republic of Korea | 15-16 May 2025 1. We, the Asia-Pacific Economic Cooperation (APEC) Ministers Responsible for Trade (MRT), met in Jeju, Republic of Korea, from 15-16 May 2025, under the chairmanship of H.E. Inkyo Cheong, Minister of Trade of the Republic of Korea. We welcome the participation of the Director-General of the World Trade Organization (WTO), the Deputy Secretary-General of the Organisation for Economic Co-operation and Development (OECD), the APEC Business Advisory Council (ABAC), the Association of Southeast Asian Nations (ASEAN), and the Pacific Economic Cooperation Council (PECC). 2. Taking inspiration from Korea's APEC 2025 theme \"Building a Sustainable Tomorrow\", we have advanced APEC’s agenda through three thematic priorities: Connectivity through Multilateral Trading System, Artificial Intelligence (AI) Innovation for Trade Facilitation, and Prosperity through Sustainable Trade. 3. We remain",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9abe8055-810c-419e-b653-c5c224628701",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "three thematic priorities: Connectivity through Multilateral Trading System, Artificial Intelligence (AI) Innovation for Trade Facilitation, and Prosperity through Sustainable Trade. 3. We remain committed to the Putrajaya Vision 2040, including through the implementation of the Aotearoa Plan of Action to build an open, dynamic, resilient, and peaceful Asia-Pacific community for the prosperity of all our people and future generations. We are concerned with the fundamental challenges faced by the global trading system. We remain committed to APEC as the premier forum for regional economic cooperation and emphasize the importance of its role in bringing us together to address the economic challenges facing our region and create a more resilient and prosperous Asia-Pacific region. 4. We recognize the importance of the WTO to advance trade issues, and acknowledge the agreed upon rules in the WTO as an integral part of the global trading system. We recognize the WTO has challenges and",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "b603b343-86a3-4c6e-b415-766b94dd993a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "recognize the importance of the WTO to advance trade issues, and acknowledge the agreed upon rules in the WTO as an integral part of the global trading system. We recognize the WTO has challenges and needs meaningful, necessary, and comprehensive reform to improve all its functions, through innovative approaches, to be more relevant and responsive in light of today’s realities. We commend the efforts to deepen discussions in the WTO on contemporary trade issues. We intend to work collaboratively through APEC's role as an incubator of ideas and support Members working together to deliver a successful Fourteenth WTO Ministerial Conference (MC14) in March 2026 in Cameroon. 5. We welcome the acceptance by 16 APEC economies of the WTO Agreement on Fisheries Subsidies, and call on remaining economies to complete their domestic procedures, and encourage all WTO Members to conclude negotiations on additional disciplines as soon as possible. We recognize the need for a constructive engagement",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "94eb6f54-4c7e-4cf6-8c59-eff7759f2e84",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "to complete their domestic procedures, and encourage all WTO Members to conclude negotiations on additional disciplines as soon as possible. We recognize the need for a constructive engagement on agriculture at the WTO. We also note the extension of the moratorium on customs duties on electronic transmissions as decided at MC13. We note the importance of enhancing predictability for the development of the digital economy. We welcome efforts to continue to reinvigorate work under the Work Program on Electronic Commerce. 6. We recognize the positive role of plurilateral negotiations at the WTO, including the Joint Statement Initiatives (JSIs), for advancing issues of interest to Members and to make the WTO more relevant. We welcome the progress made and emphasize their roles to address contemporary trade issues, foster new ideas, facilitate economic growth, and build momentum toward multilateral outcomes. We note the efforts of participating Members of the WTO JSIs to incorporate the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "3b11bb7a-13a6-4dac-89e7-94cd375ce543",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "trade issues, foster new ideas, facilitate economic growth, and build momentum toward multilateral outcomes. We note the efforts of participating Members of the WTO JSIs to incorporate the Investment Facilitation for Development Agreement and the Agreement on Electronic Commerce into the WTO legal framework. We note the Statement of the APEC Committee on Trade and Investment together with the APEC Investment Experts’ Group Supporting the Investment Facilitation for Development Agreement, which reaffirms APEC’s strong commitment to a more transparent, predictable and business-friendly investment environment. 7. Recognizing its importance to APEC, we reaffirm our shared commitment to advancing economic integration in the Asia-Pacific region in a manner that is market-driven, including through the work on Free Trade Area of the Asia-Pacific (FTAAP) agenda. We welcome the study conducted by the APEC Policy Support Unit (PSU) on areas of convergence and divergence in trade agreements in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "32ffc4f7-c0ab-4fd7-865b-0227e5ceed0f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the work on Free Trade Area of the Asia-Pacific (FTAAP) agenda. We welcome the study conducted by the APEC Policy Support Unit (PSU) on areas of convergence and divergence in trade agreements in the region and are committed to begin work this year in the areas of work on convergence and divergence identified in the Ichma Statement on A New Look at the FTAAP. We encourage further efforts and concrete work programs to enhance experience sharing, capacity building, and technical cooperation efforts. We welcome continued efforts in implementing the Capacity Building Needs Initiative (CBNI), aimed at strengthening member economies' readiness to participate in high standard and comprehensive undertakings. 8. We commit to ensuring that the benefits of digital transformation are accessible to all including by bridging digital divides and creating a safer digital ecosystem. We recognize the important role of the digitalization of the economy as a driver for innovation, productivity and",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "b7980bf6-f02a-49a2-87e3-987e7f7ccf35",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "to all including by bridging digital divides and creating a safer digital ecosystem. We recognize the important role of the digitalization of the economy as a driver for innovation, productivity and economic growth across the region. As we approach the completion of the Work Program for the Implementation of the APEC Internet and Digital Economy Roadmap (AIDER) in 2025, we recognize the need to systematically develop an approach for the continued advancement of AIDER’s objective beyond 2025, in a way that addresses emerging challenges and opportunities in the rapidly evolving digital landscape and its impact on trade and investment. We encourage economies to strengthen digital infrastructure and accelerate interoperability to facilitate digital transformation. We will continue our cooperation on facilitating the flow of data and strengthening business and consumer trust in digital transactions. 9. We are committed to promoting intellectual property rights in advancing innovation and",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "81339e5d-3f9c-493c-911a-67ad24f94168",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "on facilitating the flow of data and strengthening business and consumer trust in digital transactions. 9. We are committed to promoting intellectual property rights in advancing innovation and creativity through relevant policies and programs. We recognize the importance of engagement with traditional knowledge holders, such as Indigenous Peoples as appropriate. 10. We are committed to promoting the cross-border recognition of electronic trade-related documents, such as the electronic bills of lading and electronic invoices, through measures to facilitate paperless trade while enhancing capacity building initiatives and dialogues to support these efforts. In this regard, we acknowledge benefits of public-private collaboration and look forward to further exploratory discussions on such collaboration for paperless trade. We encourage working towards aligning our legal frameworks with the UNCITRAL Model Law on Electronic Transferable Records (MLETR) noting the different levels of",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "0b3e0ce7-f7ce-41ee-819c-3e3bc260832c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "collaboration for paperless trade. We encourage working towards aligning our legal frameworks with the UNCITRAL Model Law on Electronic Transferable Records (MLETR) noting the different levels of readiness and capacity. 11. We recognize AI’s potential to fundamentally reshape the landscape of international trade. We acknowledge the importance of adopting AI-enabled procedures that contribute to trade facilitation, particularly with enhancing customs procedures. We encourage economies to share information on domestic approaches to relevant AI-related policy with the private sector, including micro, small and medium-sized enterprises (MSMEs), to help businesses identify opportunities and risks as well as improve competitiveness. To support ongoing efforts in AI-driven transformation and capacity building across the APEC region, we intend to discuss opportunities for voluntary information exchange on trade-related AI standards and technologies that takes into account and complements the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "464a3e78-8ea2-41b5-bf8b-d25904fab647",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "building across the APEC region, we intend to discuss opportunities for voluntary information exchange on trade-related AI standards and technologies that takes into account and complements the work of appropriate specialized international organizations, processes, and other efforts. 12. We remain committed to the implementation of the APEC Connectivity Blueprint (2015-2025) by strengthening physical, institutional and people-to-people connectivity as well as taking advantage of digital connectivity. We encourage members to evaluate the current progress of the APEC Connectivity Blueprint and complete its final review in a timely manner. We reaffirm the value of APEC Business Travel Card (ABTC) in facilitating business mobility and enhancing connectivity. We encourage economies’ uptake and acceptance of the virtual ABTC. We underscore the importance of implementing the Supply Chain Connectivity Framework Action Plan, now in its third phase (SCFAP III, 2022-2026), to address supply",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "c2759298-5082-4dad-887e-56ef83bf993c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "and acceptance of the virtual ABTC. We underscore the importance of implementing the Supply Chain Connectivity Framework Action Plan, now in its third phase (SCFAP III, 2022-2026), to address supply chain chokepoints in the region. We also reaffirm the importance of quality infrastructure development and investment. We remain committed to the full and effective implementation of the WTO Trade Facilitation Agreement, recognizing its relevance in an evolving trade environment. 13. We acknowledge that global supply chains are facing cross-sectoral challenges. We support efforts to ensure that supply chains issues continue to be discussed within APEC to enhance the resilience of supply chains for sustainable economic growth across the APEC region. We welcome the discussions of the Forum on Sustainable Supply Chains, and we encourage greater engagement of the private sector in APEC’s supply chain discussions, including through public-private dialogues. 14. We recognize the critical role",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "8961c4ce-5f08-45d5-90f6-1183696992a5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Sustainable Supply Chains, and we encourage greater engagement of the private sector in APEC’s supply chain discussions, including through public-private dialogues. 14. We recognize the critical role that trade can play in achieving food security, minimizing food supply chain disruptions, and promoting open, fair, transparent, productive, sustainable, resilient, and innovative agri-food systems that benefit all. In this regard, we recall our commitment to the goals of the APEC Food Security Roadmap Towards 2030. 15. We encourage economies to implement effective reforms in the services sector given its contribution to economic growth. We recognize the existing efforts to promote the APEC Services Competitiveness Roadmap (ASCR), which will reach its target date in 2025. We encourage officials to develop an ambitious framework for a post-2025 services roadmap. This framework may take into account the expanding role of digitally enabled services, as well as the impact of emerging",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "da1f8470-19f1-4908-9d96-839e91ac0c98",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "officials to develop an ambitious framework for a post-2025 services roadmap. This framework may take into account the expanding role of digitally enabled services, as well as the impact of emerging technologies. In this regard, we further encourage cross-fora cooperation to discuss how to foster innovative services. 16. We welcome the updated Investment Facilitation Action Plan (IFAP) to support the implementation of the Aotearoa Plan of Action. We encourage officials to develop a work program to guide the implementation of the updated plan. 17. We emphasize APEC’s important role in promoting structural reforms to increase economic growth. We reaffirm the value of Good Regulatory Practices (GRP) in fostering transparency, predictability, and efficiency in the regulatory environment. We welcome ongoing efforts to strengthen cooperation on standards, and streamline conformity assessment procedures across APEC economies. In this regard, we encourage economies to implement GRP and look",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "80416f8e-c4ae-46f5-973b-5754f7fc803c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "welcome ongoing efforts to strengthen cooperation on standards, and streamline conformity assessment procedures across APEC economies. In this regard, we encourage economies to implement GRP and look forward to sharing innovative approaches that remove unnecessary barriers to trade while maintaining appropriate regulatory objectives. 18. We recognize the importance of the Bangkok Goals in promoting cooperation to advance circular economy approaches. We welcome the process under way to review the Reference List of Environmental and Environmentally Related Services. We further encourage discussions on how to foster trade in Environmental and Environmentally Related services. 19. We commit to taking concerted efforts to empower all facing structural barriers to achieve their economic potential. Recognizing important contributions of MSMEs and all people to economic growth, we commit to strengthening all of our people’s participation in regional and global markets by providing information",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "31347428-cd0f-44f5-9ed0-71f040a71a96",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Recognizing important contributions of MSMEs and all people to economic growth, we commit to strengthening all of our people’s participation in regional and global markets by providing information tools and enhancing access to skill development. We recognize the Lima Roadmap to Promote the Transition to the Formal and Global Economies (2025-2040) as an initiative to broaden global trade participation and facilitate MSMEs’ resilient and sustainable growth and integration into the global economy and global supply chains. We reaffirm our dedication to the La Serena Roadmap for Women and Inclusive Growth (2019-2030), emphasizing the value of women’s active engagement in trade and economic activities to build a more dynamic Asia-Pacific community. We recognize the importance of women’s economic empowerment, including through access to capital, assets, markets, and leadership positions, including in line with relevant APEC initiatives including APEC principles and recommendations. We",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "831753db-4848-452d-9bca-f82fa41ad1db",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "empowerment, including through access to capital, assets, markets, and leadership positions, including in line with relevant APEC initiatives including APEC principles and recommendations. We acknowledge the valuable contributions of Indigenous Peoples as appropriate to economic growth and welcome further dialogues and collaborative efforts focused on capacity building to increase their participation in regional and global markets. 20. We express our appreciation to the Republic of Korea for hosting this meeting and look forward to our continued collaboration throughout 2025.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a337629f-3c09-4f10-8606-f7fa8a547a6d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "19 Global trade leaders gather on Jeju Island for 2025 APEC MRT Meeting Global trade leaders gather on Jeju Island for 2025 APEC MRT Meeting 2025-05-15 Views : 745",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "6cb93a33-e53d-48fc-b8d7-33f8180b7a85",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Korea’s Ministry of Trade, Industry and Energy (MOTIE) is holding the Asia-Pacific Economic Cooperation (APEC) Ministers Responsible for Trade (MRT) meeting from May 15–16 at the International Convention Center Jeju (ICC Jeju). As Korea is resuming APEC chairmanship in 20 years since 2005, Minister for Trade Inkyo Cheong is chairing the MRT meeting with the participation of trade ministers from 21 major economies in the Asia-Pacific region, including Australia, Canada, Chile, China, Japan, and the U.S., as well as the WTO Director-General and the OECD Deputy Secretary-General. Amid the rapidly shifting global trade environment, this year’s APEC MRT meeting is the trade ministers’ first official gathering for multilateral cooperation. Discussions will cover various trade issues and intraregional cooperation measures, such as the liberalization and facilitation of trade and investment. In line with the 2025 APEC theme of “Building a Sustainable Tomorrow: Connect, Innovate, Prosper,” the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "b25fac54-f8c9-4b2f-9329-b63ed1e21ee2",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "cooperation measures, such as the liberalization and facilitation of trade and investment. In line with the 2025 APEC theme of “Building a Sustainable Tomorrow: Connect, Innovate, Prosper,” the MRT meeting consists of three sessions on the following topics: AI innovation for trade facilitation, connection through multilateral trade, and prosperity through sustainable trade. In the first session, participants address wide-ranging measures for cooperation to catalyze AI utilization in trade areas such as AI application and standard information sharing in the field of tariffs and customs, with OECD Deputy Secretary-General Yoshiki Takeuchi as the keynote speaker. The second session focuses on WTO reform and role of APEC in restoring the multilateral trade system, with WTO Director-General Ngozi Okonjo-Iweala speaking on WTO reform and future cooperation for multilateral trade. The last session on prosperity through sustainable trade, to convene on May 16, will have participants exchange",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9b05d038-4154-4622-81c8-eca0eedfed84",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Okonjo-Iweala speaking on WTO reform and future cooperation for multilateral trade. The last session on prosperity through sustainable trade, to convene on May 16, will have participants exchange views on measures for joint efforts in establishing a sustainable supply chain, including climate crisis response. In his opening message, Trade Minister Cheong noted the current difficult external environment surrounding APEC and stated that the need for APEC is greater than ever considering the severe global trade situation. He further expressed hope that this MRT meeting will serve as a platform for communication and cooperation that contributes to resolving political and economic tensions and uncertainties that the world is facing today.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "76312291-2ec4-48b0-8744-6742c387dddd",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "18 APEC Second Senior Officials’ Meeting (SOM2) held in Jeju again in 20 Years APEC Second Senior Officials’ Meeting (SOM2) held in Jeju again in 20 Years 2025-05-14 Views : 883",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "d2bd7c1c-309f-40b0-ba5e-5f81a171e052",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "APEC Sub-Fund on Prosperity of Future Generations Endorsed- The Second Senior Officials’ Meeting and Related Meetings of the Asia-Pacific Economic Cooperation (APEC SOM2), are currently being held in Jeju from Saturday, May 3 to Wednesday, May 16. More than 3,000 participants, comprising representatives from APEC’s 21 member economies, official observers, and the APEC Secretariat, convened in Jeju to participate in over ten key meetings, including the Senior Officials’ Meeting (SOM) as well as the Committee on Trade and Investment (CTI) and the SOM Steering Committee on ECOTECH (SCE), to explore avenues for enhanced regional collaboration. ※ As the leading economic cooperation forum in the Asia-Pacific region, APEC brings together 21 member economies, including Korea, the United States, China, Japan, and the Russian Federation, to promote sustainable growth, regional integration, and shared prosperity. ※ The Senior Officials’ Meeting (SOM) serves as a high-level consultative body",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "fe9c663b-815c-4737-aa31-dc3af4a89175",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "China, Japan, and the Russian Federation, to promote sustainable growth, regional integration, and shared prosperity. ※ The Senior Officials’ Meeting (SOM) serves as a high-level consultative body where APEC member economies discuss matters of cooperation. It convenes four official meetings and one informal meeting each year, with the outcomes reported to the APEC Ministerial Meeting and APEC Economic Leaders’ Meeting. - Korea is represented by Lee Jiyoon, Deputy Director-General for International Economic Affairs at the ROK Ministry of Foreign Affairs, in her capacity as Korea’s Senior Official. Notably, during SOM2, all 21 APEC member economies endorsed the establishment of the APEC “Sub-Fund on Prosperity of Future Generations,” which aims to support young professionals’ participation in the economy and capacity building, recognizing the young generation as key drivers in advancing this year’s APEC theme, “Building a Sustainable Tomorrow.” At the APEC Economic Leaders’ Meeting held",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5180c899-6463-4680-8507-06fa969da7a0",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the economy and capacity building, recognizing the young generation as key drivers in advancing this year’s APEC theme, “Building a Sustainable Tomorrow.” At the APEC Economic Leaders’ Meeting held in Peru last November, Korea formally proposed the establishment of the “Sub-Fund on Prosperity of Future Generations” and pledged an initial contribution of USD 1 million to launch this initiative. The Fund is expected to support a wide array of projects, including: knowledge exchange among young professionals in education, science, and policy; capacity-building in emerging digital technologies such as ICT and artificial intelligence (AI), cloud computing, big data, and advanced manufacturing technologies; and the promotion of youth entrepreneurial ventures. In addition, it will provide support for policy research that responds to the needs and challenges facing the young generation such as issues related to demographic changes and environmental challenges. The Fund’s establishment will be",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "e3160c18-45f1-4c3a-aa2e-16f7a7037234",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "for policy research that responds to the needs and challenges facing the young generation such as issues related to demographic changes and environmental challenges. The Fund’s establishment will be finalized upon completion of the remaining administrative procedures within APEC. Furthermore, Korea presented the key elements of its key deliverables for APEC 2025, namely “APEC AI Initiative” and “The Collaborative Framework for Demographic Changes in the APEC Community” during SOM2 and various sub-fora meetings. These elements are expected to serve as the basis for the outcome documents of the APEC Leaders’ Meeting later this year. The proposed “APEC AI Initiative” aims to harness AI to accelerate economic transformation, foster resilient growth, drive technological advancement, and empower the workforce. This initiative envisions: providing strategic direction for successful AI transitions within APEC; building AI capacities across all sectors, including governments, businesses,",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "ae1581b4-0023-4465-9c39-f04f3951333d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the workforce. This initiative envisions: providing strategic direction for successful AI transitions within APEC; building AI capacities across all sectors, including governments, businesses, workers, and consumers; and promoting a sustainable and robust ecosystem for AI-related infrastructure investment. The proposed “The Collaborative Framework for Demographic Changes in the APEC Community” seeks to address population trends such as declining birth rates and population aging, which are shared challenges across the Asia-Pacific region. This initiative aims to turn these demographic challenges into opportunities for future growth and innovation by: promoting sustainable systems to support aging societies; fostering medical and technological innovation; and enhancing economic participation for women. In conjunction with SOM2, a series of ministerial meetings were also held, including the Human Resources Development Ministerial Meeting (HRDMM) (May 11–13), the APEC Education",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "24bc48ea-e2a8-48b7-baf2-c3f13f93ffe5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "for women. In conjunction with SOM2, a series of ministerial meetings were also held, including the Human Resources Development Ministerial Meeting (HRDMM) (May 11–13), the APEC Education Ministerial Meeting (May 13–15), and the Ministers Responsible for Trade (MRT) Meeting (May 15–16). At the HRDMM, a Joint Statement was adopted, outlining shared commitments to building sustainable labor markets and jobs for the future. On the sidelines of SOM2, Korea held bilateral consultations with Senior Officials from China, Peru, Australia, the Russian Federation, and Chinese Taipei, engaging in broad discussions on key deliverables for APEC 2025 and agendas for ministerial meetings. The Third Senior Officials’ Meeting (SOM3) is scheduled to take place in Incheon between July and August. Ahead of the APEC Economic Leaders’ Meeting later this year, eight sectoral ministerial meetings such as Digital & AI, Food Security, and Women and the Economy, along with two high-level dialogues, will be held",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "6edccb65-33ca-45a2-9842-8b5f1d10ac13",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "APEC Economic Leaders’ Meeting later this year, eight sectoral ministerial meetings such as Digital & AI, Food Security, and Women and the Economy, along with two high-level dialogues, will be held as scheduled.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "61542a01-9461-438f-a8b5-101e822025fe",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "17 41st APEC Automotive Dialogue launches on Jeju Island 41st APEC Automotive Dialogue launches on Jeju Island 2025-05-09 Views : 22",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "88360581-bb82-47e1-bad9-8927faca186d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Korea’s Ministry of Trade, Industry and Energy (MOTIE) announced today that the 41st APEC Automotive Dialogue (AD) will convene through May 9–10 at the International Convention Center Jeju (ICC Jeju) on the sidelines of the APEC Second Senior Officials’ Meeting and Related Meetings (SOM2). The APEC AD is a public-private forum for the sharing of major policy issues and industrial trends among APEC members’ governments and auto industries to seek measures for cooperation. Launched in 1999, it serves as APEC’s major communication channel on diverse automotive areas spanning electric mobility, autonomous driving, and trade. As Korea is the chair of APEC 2025, MOTIE and the Korea Automobile Manufacturers Association (KAMA) are co-chairs of this year’s AD, held with the participation of 16 member economies including Chile, China, Japan, and the U.S. Key agendas address automobile industry and market trends, EV transition, autonomous driving and AI technology, and future mobility. During",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "3e80a96d-dd35-449f-8067-9465f3fa5ca5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "economies including Chile, China, Japan, and the U.S. Key agendas address automobile industry and market trends, EV transition, autonomous driving and AI technology, and future mobility. During the event, Korea will present on core issues with regard to future mobility transition including EV architecture innovation, battery recycling, hydrogen mobility and fuel cell technology, and purpose-built vehicles (PBVs). It is anticipated that the discussions will strengthen cooperation among member countries and facilitate exchanges on industrial technologies and policy trends.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5e3af32d-e8b9-469c-af90-1bbbefb6a8f3",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "16 MOTIE holds APEC Sustainable Supply Chain Forum MOTIE holds APEC Sustainable Supply Chain Forum 2025-05-09 Views : 20",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "189e7348-b0fc-481b-b5da-4746f31f8674",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Korea’s Ministry of Trade, Industry and Energy (MOTIE) is hosting the APEC Sustainable Supply Chain Forum today at the International Convention Center Jeju (ICC Jeju) to seek strategic measures at the APEC-level to strengthen global supply chain sustainability and resilience through sharing of public-private cooperation measures with the participation of the APEC Committee on Trade and Investment (CTI) and various experts representing APEC members’ governments, industries, and research institutions. The forum consists of presentation sessions and a panel discussion. The first session addresses the conceptual transition of the supply chain’s focus from efficiency to sustainability and resilience. The second session introduces best practices against major challenges that private sectors face in the process of building sustainable supply chains. The third session covers strategic approaches for sustainable supply chain cooperation among APEC members. In the following panel discussion,",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "2cbd43ce-f6c5-4fcb-938c-60b76fd4e1e2",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "in the process of building sustainable supply chains. The third session covers strategic approaches for sustainable supply chain cooperation among APEC members. In the following panel discussion, participants will be exchanging views and concrete measures for cooperation on establishing global supply chains within the APEC region. Through this forum, MOTIE aims to lay down a foundation on which domestic companies can preemptively respond to realignments in the global supply chain based on sustainability and resilience. Forum outcomes will also be incorporated in developing future policy directions.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "de82246c-7b3d-4a92-830b-9190ca991b52",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "15 Official Social Media Channels for APEC 2025 KOREA Launched Official Social Media Channels for APEC 2025 KOREA Launched 2025-05-08 Views : 16",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a44e3649-2c75-4c8c-b72e-044017fbbc5d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The Preparatory Office for APEC 2025 has officially launched its social media channels in time for the Second Senior Officials’ Meeting (SOM2) and Related Meetings, taking place in Jeju from May 3 to 16. 2. The official Instagram, Facebook, YouTube, and Flickr accounts feature promotional videos for APEC 2025 KOREA and the Ministerial Meetings, along with the official APEC 2025 KOREA emblem. Visitors can also explore photos and video clips that capture the atmosphere of the SOM2 currently underway. In addition, public engagement activities open to everyone, such as the “Emblem Puzzle Challenge,” will also be held via the official channels. o Instagram: https://www.instagram.com/apec2025korea o Facebook: https://www.facebook.com/apec2025korea1 o YouTube: https://www.youtube.com/@APEC2025KOREA o Flickr: https://www.flickr.com/photos/apec2025/albums/ 3. Through these platforms, the Preparatory Office for APEC 2025 will continue to provide engaging content and opportunities for public",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "7ac2a5e1-e58b-4152-9641-8abb647c752a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "o Flickr: https://www.flickr.com/photos/apec2025/albums/ 3. Through these platforms, the Preparatory Office for APEC 2025 will continue to provide engaging content and opportunities for public participation that help the public experience and connect with the significance of APEC 2025 KOREA. The channels will also offer accessible updates on the Senior Officials’ Meetings and Ministerial Meetings held across Korea throughout the year, in an effort to make 2025 APEC KOREA an event that meaningfully engages the public.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "037ab7ce-9a33-41df-bab5-25c94ef8ae6b",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "14 6th Meeting of Korea APEC 2025 Organizing Committee 6th Meeting of Korea APEC 2025 Organizing Committee 2025-04-17 Views : 2,008",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "41322de3-bb84-4d4d-89f0-0cd808e569b1",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Comprehensive review of preparations conducted ahead of the 2025 APEC Economic Leaders’ Meeting (AELM), with close coordination among the government, local authorities, and the private sector to ensure full readiness within the remaining time - 1. The sixth meeting of the Korea APEC 2025 Organizing Committee, chaired by Acting President and Prime Minister Han Duck-soo, was held in the Government Complex Seoul at 14:00 on Thursday, April 17, 2025. - The Committee was convened to conduct a comprehensive review of the ongoing preparations and plans—including Sectoral Ministerial Meetings, high-level dialogues, infrastructure development, cultural events, promotional activities, sponsorships, and the events for business leaders—as well as the expected key deliverables of the 2025 APEC Economic Leaders’ Meeting (AELM). 2. At the beginning of the meeting, the Committee reviewed the progress of preparations for the Sectoral Ministerial Meetings and high-level dialogues set to begin in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9e74d849-29bb-41ec-ba95-26d431f7c844",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Leaders’ Meeting (AELM). 2. At the beginning of the meeting, the Committee reviewed the progress of preparations for the Sectoral Ministerial Meetings and high-level dialogues set to begin in earnest from April, and discussed the anticipated outcomes of the AELM. - The Committee members agreed to continue follow-up discussions to ensure the delivery of concrete outcomes from APEC 2025 KOREA’s key initiatives—\"Cooperation on AI” and “Addressing Demographic Changes” such as declining birth rates and population aging—reflecting the strong interest and support expressed by member economies during the First Senior Officials’ Meeting (SOM1), successfully held in Gyeongju this past March. 3. The meeting also covered updates on the development of infrastructure for the AELM, plans for cultural events, promotional activities and sponsorship, and the business-related events. - Construction of key facilities, including the main meeting venue and the media center, is scheduled to commence in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "0a26ceab-5382-4e67-8fa4-fdce84f18141",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "events, promotional activities and sponsorship, and the business-related events. - Construction of key facilities, including the main meeting venue and the media center, is scheduled to commence in April. In the months ahead, Korea will also continue its efforts to secure a sufficient number of Presidential Suites (PRS) for the leaders as well as high-quality accommodations for other participants, including business leaders. - To embody APEC’s core value of cooperation and solidarity, Korea is meticulously planning major events such as an official dinner, leaders’ retreats, and the spouses’ program. Korea also plans to actively promote the 2025 APEC Economic Leaders’ Meeting to be held in Gyeongju as well as Korea’s national brand on the global stage. - In addition, the sponsorship framework aligned with APEC’s spirit was presented, outlining how the public and private sector will work together to ensure the successful hosting of the AELM, based on the principle of voluntary",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "8988255b-4516-45eb-9508-e8b38935463e",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "framework aligned with APEC’s spirit was presented, outlining how the public and private sector will work together to ensure the successful hosting of the AELM, based on the principle of voluntary participation. - The government and the private sector will coordinate efforts to actively engage business leaders both at home and abroad, and to prepare a range of side events aligned with the business engagement programs taking place during APEC Economic Leaders’ Week, including the CEO Summit and the Leaders’ Dialogue with the APEC Business Advisory Council (ABAC). 4. Acting President Han emphasized that “considering the time required for infrastructure development and other preparations, now is the time to swiftly implement concrete plans.” In addition, the Acting President urged the Ministry of Foreign Affairs to take the lead, with all relevant ministries, local governments, and the private sector working together as one team to ensure that every aspect of the preparations is carried",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "00bfa6c1-d2bb-4cf0-9508-5054eb36ac90",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "of Foreign Affairs to take the lead, with all relevant ministries, local governments, and the private sector working together as one team to ensure that every aspect of the preparations is carried out flawlessly, leaving no room for error in the lead-up to the AELM. - The Acting President also stressed the importance of the events that engage business leaders in supporting Korean companies as they expand their global business networks and in attracting greater investment to Korea. In this regard, he called on Mr. Chey Tae-won, Chairman of the Korea Chamber of Commerce and Industry (KCCI), and Mr. Lee Kyu-ho, ABAC Member and Vice Chairman of Kolon, to provide strong leadership in organizing the events. 5. Building on the outcome of this meeting, the government will continue thorough preparations so that the AELM—set to take place in Korea for the first time in 20 years—can serve as a comprehensive economic and cultural platform that drives regional economic cooperation and showcases",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f0e2f994-8cf6-4231-bbcb-3c81607d759c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "so that the AELM—set to take place in Korea for the first time in 20 years—can serve as a comprehensive economic and cultural platform that drives regional economic cooperation and showcases Korea’s rich culture.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "0f609ab9-46aa-40fc-a92c-0cbef1775fb1",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "13 Republic of Korea Highlights Preparations for 2025 APEC Economic Leaders’ Meeting at Boao Forum for Asia (BFA) Republic of Korea Highlights Preparations for 2025 APEC Economic Leaders’ Meeting at Boao Forum for Asia (BFA) 2025-03-27 Views : 527",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9bbd28d9-8ad8-41b5-8064-76b6774211ff",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Kim Hee-sang, Deputy Minister for Economic Affairs at the Ministry of Foreign Affairs of the Republic of Korea, attended a session on APEC at the 2025 BFA Annual Conference and held high-level economic consultations with China on the sidelines of this conference. 1. Kim Hee-sang, Deputy Minister for Economic Affairs at the Ministry of Foreign Affairs, visited China from March 25 to 27 to attend the 2025 Boao Forum for Asia (BFA) Annual Conference, held in Boao, Hainan Province. On the second day of the conference, March 26, he participated as a panelist* in the session titled “Revitalizing APEC: Meeting Challenges and Sharing Opportunities Together,” where he introduced Korea’s initiatives and activities as this year’s APEC host. *(Panelists, 6 in total) ▲ KIM Hee-sang, Deputy Minister for Economic Affairs at the Ministry of Foreign Affairs of the Republic of Korea ▲ Jenny SHIPLEY, Former Prime Minister of New Zealand ▲Carlos VASQUEZ, Senior Officials’ Meeting (SOM) Chair of APEC 2024",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "011fded2-7f0b-4401-8230-81a3e50e8e29",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Economic Affairs at the Ministry of Foreign Affairs of the Republic of Korea ▲ Jenny SHIPLEY, Former Prime Minister of New Zealand ▲Carlos VASQUEZ, Senior Officials’ Meeting (SOM) Chair of APEC 2024 ▲WONG Kan Seng, Former Deputy Prime Minister of Singapore ▲Claus RETTIG, Member of the Extended Executive Board & President of Asia Pacific, Evonik Industries AG ▲Warwick SMITH, Fellow, Australian Institute of International Affairs 2. Furthermore, on the occasion of his visit to China, Deputy Minister Kim also visited Beijing, where he held consecutive meetings on March 27 with Vice Minister Yan Dong of China’s Ministry of Commerce and Director-General Bai Tian of the Department of International Economic Affairs at China’s Ministry of Foreign Affairs. In these meetings, both sides exchanged extensive views on strengthening economic cooperation, such as enhancing high-level exchanges and stabilizing supply chains, with Korea and China set to consecutively serve as host economies for APEC in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "96a12b67-4573-4134-ad8e-e8d6df89b145",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "views on strengthening economic cooperation, such as enhancing high-level exchanges and stabilizing supply chains, with Korea and China set to consecutively serve as host economies for APEC in 2025 and 2026, respectively. 3. Specifically, during the APEC session of the conference, Deputy Minister Kim highlighted APEC’s growing significance in addressing new global challenges such as geoeconomic shifts and the emergence of new technologies, amid rising uncertainties in the global order. He emphasized APEC’s role as an open forum that fosters creative solutions through discussions among member economies, as well as enables business networking and delivers tangible outcomes via the APEC Business Advisory Council (ABAC) mechanism. Furthermore, he underscored that Korea, as this year’s APEC host, is working to produce key deliverables at the upcoming Economic Leaders’ Meeting, with its principal focus on AI and demographic changes. He also reaffirmed Korea’s commitment to close cooperation",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f77c7450-4813-403a-b589-7debcf51fad9",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "is working to produce key deliverables at the upcoming Economic Leaders’ Meeting, with its principal focus on AI and demographic changes. He also reaffirmed Korea’s commitment to close cooperation with China, which will be next year’s APEC host. ※ As this year’s APEC host, Korea has selected “Building a Sustainable Tomorrow: Connect, Innovate, Prosper” as the theme and priorities for APEC 2025, with AI cooperation and responses to demographic changes as deliverables. 4. The session panelists developed a shared understanding on the significance of APEC’s unique attributes including its voluntary, non-binding, and consensus-based decision-making framework and business engagement, as well as its importance as the largest economic cooperation forum in the Asia-Pacific region. In this context, the panelists expressed high expectations for the APEC Economic Leaders’ Meeting in Gyeongju later this year, anticipating in-depth discussions among key Asia-Pacific economies on critical regional",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "b6814ca0-b49d-4c74-a827-0fe2baf10822",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the panelists expressed high expectations for the APEC Economic Leaders’ Meeting in Gyeongju later this year, anticipating in-depth discussions among key Asia-Pacific economies on critical regional issues facing the Asia-Pacific region such as supply chains, digitalization & AI, and demographic challenges. 5. On March 27, Deputy Minister Kim met with Vice Minister Yan Dong of China’s Ministry of Commerce in Beijing. During the meeting, both sides agreed to work together to strengthen economic cooperation between the two countries by ▲creating a predictable and reliable business environment for companies operating in both markets, and through this, enhancing bilateral trade and investment cooperation, ▲continuing collaboration on supply chain including the secure management of key commodities such as critical minerals and urea, and ▲accelerating follow-up negotiations on the Korea-China FTA in the services and investment sectors. Deputy Minister Kim also emphasized the need for Korea",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "cfdf9863-a038-4625-b07f-74519e90ce8d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "such as critical minerals and urea, and ▲accelerating follow-up negotiations on the Korea-China FTA in the services and investment sectors. Deputy Minister Kim also emphasized the need for Korea and China to strengthen economic cooperation both bilaterally and multilaterally, particularly amid rising global economic uncertainties. To this end, he suggested that both countries continue close communication through cooperation channels such as the Korea-China Joint Economic Committee. 6. On the same day, Deputy Minister Kim met with Director-General Bai Tian of the Department of International Economic Affairs at China’s Ministry of Foreign Affairs. Both sides agreed on the importance of cooperation not only at the bilateral level but also within regional and multilateral fora such as APEC and the G20, and pledged to actively collaborate on areas of mutual interest. Additionally, given that Korea and China will consecutively host APEC in 2025 and 2026, respectively, both sides agreed to",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "4a8228a4-8ea2-473b-99ea-d11ab7ec58be",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the G20, and pledged to actively collaborate on areas of mutual interest. Additionally, given that Korea and China will consecutively host APEC in 2025 and 2026, respectively, both sides agreed to maintain close communication to ensure the successful hosting of the two APEC Economic Leaders’ Meetings. 7. Meanwhile, during his visit to Beijing, Deputy Minister Kim also held a separate meeting with the heads of Korean public institutions in charge of economic, trade, and investment affairs based in Beijing. He paid close attention to concerns related to the investment and business environment for Korean companies in China, and exchanged views on strengthening support for Korean firms entering the Chinese market amid U.S.-China competition as well as on long-term strategies for Korea-China economic cooperation. ※ Participants: Head of Korea Trade-Investment Promotion Agency (KOTRA) China Office, Head of the Beijing Office of the Korea International Trade Association (KITA), Head of the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "3c4665f7-1f66-466b-bc38-c2817368d2cb",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "economic cooperation. ※ Participants: Head of Korea Trade-Investment Promotion Agency (KOTRA) China Office, Head of the Beijing Office of the Korea International Trade Association (KITA), Head of the China Office of the Korea Mine Rehabilitation and Mineral Resources Corporation (KOMIR), Head of the Beijing Representative Office of the Korea Trade Insurance Corporation (K-SURE), Head of the Beijing Office of the Korea Chamber of Commerce and Industry (KCCI), and Head of the Beijing Office of the Korea SMEs and Startups Agency (KOSME) 8. Deputy Minister Kim’s visit to China was seen as an opportunity to reaffirm the mutual understanding that, in the face of increasing uncertainties in the global economic environment, it is important for Korea and China to maintain close communication at all levels and enhance mutual trust to advance economic cooperation at the bilateral, regional, and global levels. Going forward, the Korean government plans to continue identifying areas of cooperation",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "4ddebcd1-7239-4bf2-8d4d-d7ab1e3f38d5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "levels and enhance mutual trust to advance economic cooperation at the bilateral, regional, and global levels. Going forward, the Korean government plans to continue identifying areas of cooperation and make every diplomatic effort to foster a more mature and future-oriented Korea-China relationship.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a76013d2-a617-4b4d-867b-2fc2ad5df4a5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "12 Key APEC Deliverables for 2025: “AI” and “Demographic Response” Key APEC Deliverables for 2025: “AI” and “Demographic Response” 2025-03-09 Views : 1,696",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "4a0946f2-a38b-4878-993f-392fb937ecbd",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "First Senior Officials’ Meeting of APEC 2025 Successfully Held in Gyeongju 1. From February 24 to March 9, the First Senior Officials’ Meeting (SOM1) and related meetings of Asia-Pacific Economic Cooperation (APEC) 2025 were successfully held in Gyeongju, Korea, led by APEC SOM Chair Yoon Seongmee. The Korean government, this year’s APEC host economy, proposed “Artificial Intelligence (AI) Cooperation” and “Response to Demographic Changes in the Asia-Pacific Region” as key deliverables. ※ APEC is the largest economic cooperation forum in the Asia-Pacific region, comprising 21 member economies including Korea, China, Japan, the Russian Federation and the United States. ※ The Senior Officials’ Meeting (SOM) serves as APEC’s high-level consultative body for discussions among its member economies on cooperation agendas. It is held four times and once annually in the form of formal and informal meetings, respectively, with their outcomes reported at the APEC Economic Leaders’ Meeting and",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f0cb7ee1-f533-44b5-ba05-bba72d2aca85",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "on cooperation agendas. It is held four times and once annually in the form of formal and informal meetings, respectively, with their outcomes reported at the APEC Economic Leaders’ Meeting and Ministerial Meeting. - Korea was represented by Lee Jiyoon, Deputy Director-General for International Economic Affairs at the Ministry of Foreign Affairs, in her capacity as Senior Official. 2. At the first official APEC event of 2025, Korea outlined two key deliverables for APEC-wide cooperation this year -- “AI Cooperation” and “Response to Demographic Changes” including challenges such as declining birth rates and aging populations. 3. Regarding AI, Korea proposed guiding principles to harness the limitless potential of AI in an inclusive and sustainable manner. With respect to demographic changes, Korea presented collaborative initiatives through which to turn demographic challenges into opportunities. Member economies welcomed these priorities, recognizing them as timely and relevant since",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "7e7dedaf-3cc5-40c9-9c00-aa044209ad98",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Korea presented collaborative initiatives through which to turn demographic challenges into opportunities. Member economies welcomed these priorities, recognizing them as timely and relevant since these challenges are faced across the Asia-Pacific region. In that light, they expressed their strong interest in and support for Korea’s initiatives. 4. This event in Gyeongju consisted of a total of 24 meetings, including SOM1 (March 8-9); meetings of the Committee on Trade and Investment (CTI), the SOM Steering Committee on Economic and Technical Cooperation (SCE), the Budget and Management Committee (BMC), and the Economic Committee (EC); and various sub-fora meetings. An APEC Finance and Central Bank Deputies’ Meeting was also convened. These meetings brought together approximately 2,000 participants, including delegations from all 21 APEC member economies and the APEC Secretariat. 5. Throughout the meetings held over two weeks, APEC members discussed concrete initiatives and action",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "79624938-6b43-4415-b19e-0e4ce7067813",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "participants, including delegations from all 21 APEC member economies and the APEC Secretariat. 5. Throughout the meetings held over two weeks, APEC members discussed concrete initiatives and action plans to achieve this year’s theme and priorities -- “Building a Sustainable Tomorrow: Connect, Innovate, Prosper” -- followed by a comprehensive review at SOM1 on the last two days of the event. 6. On the sidelines of the multilateral meetings, SOM Chair Yoon Seongmee and Senior Official Lee Jiyoon held bilateral meetings with senior officials from Canada, China, Japan, Malaysia, New Zealand, Peru, the Russian Federation, Singapore, Chinese Taipei, Thailand and the United States. During the bilateral meetings, these member economies expressed strong support for Korea’s theme, priorities and key deliverables, as well as high expectations for Korea’s leadership as the host of APEC 2025 amid the rapidly evolving global dynamics of late. 7. Additionally, Korea held a “Troika” meeting with",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "13c87b79-ecc3-4517-8ed4-927d40a92a86",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "key deliverables, as well as high expectations for Korea’s leadership as the host of APEC 2025 amid the rapidly evolving global dynamics of late. 7. Additionally, Korea held a “Troika” meeting with Peru and China, the previous and next APEC host economies, respectively, during which the three sides agreed to work closely together for a successful implementation of this year’s agenda and a continuity in APEC’s long-term efforts. 8. SOM1 also served as an opportunity to introduce to APEC members Gyeongju, the host city for the APEC Economic Leaders’ Meeting in the second half of 2025. Participants praised the conference facilities, the progress in the preparation efforts, the seamless organization, and the hospitality provided for delegations. Gyeongju’s rich historical and cultural heritage also received high appreciation. 9. Looking ahead, Korea will hold SOM2 in Jeju (May) and SOM3 in Incheon (July-August) as well as 11 sectoral ministerial meetings and 2 high-level dialogues",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "ad227b9c-158e-48fb-a572-0f91a088fd06",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "heritage also received high appreciation. 9. Looking ahead, Korea will hold SOM2 in Jeju (May) and SOM3 in Incheon (July-August) as well as 11 sectoral ministerial meetings and 2 high-level dialogues covering ocean-related affairs, human resources, education and trade, between those two SOMs. APEC 2025 will wrap up with the APEC Economic Leaders’ Meeting in the second half of the year.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "3ea82a67-35be-4ddb-8dc2-f69758be3512",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "11 Official Website for APEC 2025 KOREA Launched on February 20 Official Website for APEC 2025 KOREA Launched on February 20 2025-02-20 Views : 897",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "80538dc3-b146-4f2b-ac7a-28d5309dd240",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The official website for APEC 2025 KOREA was launched on February 20, 2025, ahead of the First Senior Officials’ Meeting (SOM1), which will take place in Gyeongju from February 24 to March 9. 2. The website (www.apec2025.kr) features an introduction to APEC as well as the theme and priorities of APEC 2025 KOREA, relevant notices, and information on its host cities including Gyeongju, Jeju, Incheon and Busan. It will serve as a key platform for sharing information on SOMs and sectoral ministerial meetings to be held across the country in preparation for the upcoming APEC Economic Leaders’ Meeting (AELM). 3. Following SOM1, official social media channels will also be launched to provide diverse and relevant information, including details on interactive events designed to encourage public participation. 4. With the launch of the website, the Preparatory Office for APEC 2025 aims to provide timely and accurate information about APEC 2025 KOREA, ensuring that it becomes an event that",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "4df75586-d7a2-4d59-9d11-f738d39cbd1a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "participation. 4. With the launch of the website, the Preparatory Office for APEC 2025 aims to provide timely and accurate information about APEC 2025 KOREA, ensuring that it becomes an event that actively involves and engages the public.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "c1ba3a6b-4339-44cd-b17e-c00d6be82582",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "10 Fifth Meeting of Korea APEC 2025 Organizing Committee Fifth Meeting of Korea APEC 2025 Organizing Committee 2025-01-22 Views : 650",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "ab03e305-1003-4ed9-9beb-1afc892e0e1a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "The first meeting presided over by Acting President and Deputy Prime Minister Choi Sang-mok, who also serves as the Minister of Economy and Finance, reviewed the current preparation status and discussed future plans for APEC 2025 KOREA. - - Acting President Choi urged ministries, provincial governments, and businesses to cooperate and coordinate as one team to ensure timely and successful preparation. – 1. The fifth meeting of the Korea APEC 2025 Organizing Committee, chaired by Acting President and Deputy Prime Minister Choi Sang-mok, who also serves as the Minister of Economy and Finance, was held in the Government Complex Seoul at 14:00 on Wednesday, January 22, 2025. ※ The “Korea APEC 2025 Organizing Committee” was established in accordance with the \"Regulations on the Establishment and Operation of the Organizing Committee and Preparatory Office for APEC 2025 (Presidential Decree No. 459, which took effect on August 17, 2023).“ ※ The Committee serves as a major decision-making",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "144f778e-bfbb-4e96-95b4-0787ff02b3c2",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "and Operation of the Organizing Committee and Preparatory Office for APEC 2025 (Presidential Decree No. 459, which took effect on August 17, 2023).“ ※ The Committee serves as a major decision-making body, reviewing plans and other key matters pertaining to the APEC Economic Leaders’ Meeting (AELM) and other related meetings. 2. Today’s meeting, presided over by Acting President Choi Sang-mok for the first time, discussed and reviewed the current preparation status and future plans for the AELM's infrastructure, business events, cultural programs, etc. 3. The Acting President emphasized that the APEC 2025 KOREA provides an important opportunity to witness Korea’s elevated international standing and strengthen the trust and support of the global community, as it is one of the largest multilateral diplomatic events hosted in Korea since the G20 Summit in 2010 and the Nuclear Security Summit in 2012. 4. Acting President Choi further urged the Ministry of Foreign Affairs, other relevant",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "e0445c01-3675-4b20-81d0-5dcaa02d938f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "diplomatic events hosted in Korea since the G20 Summit in 2010 and the Nuclear Security Summit in 2012. 4. Acting President Choi further urged the Ministry of Foreign Affairs, other relevant ministries, provincial governments, and businesses to communicate and collaborate closely, ensuring the timely and speedy preparations for the AELM and related meetings in the remaining time while maintaining readiness in the face of any domestic or international challenges. 5. The participants underscored the necessity of seamless preparations for key infrastructure, such as meeting venues and accommodations, as well as the participation of leaders of major economies and prominent global business leaders. The participants also agreed to work in close coordination to ensure the successful hosting of the 2025 APEC KOREA. 6. Meanwhile, Korea took its first step as the host economy by successfully hosting the Informal Senior Officials’ Meeting (ISOM) in Seoul last December. This year, alongside the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "86275edf-aec1-4eae-8a40-4e095c734113",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the 2025 APEC KOREA. 6. Meanwhile, Korea took its first step as the host economy by successfully hosting the Informal Senior Officials’ Meeting (ISOM) in Seoul last December. This year, alongside the AELM in Gyeongju, around 200 meetings at various levels and across diverse sectors will be held nationwide. During the APEC Economic Leaders’ Week (AELW), the CEO Summit and the APEC Business Advisory Council (ABAC) meeting, featuring leading global business leaders, will also take place. ※ Senior Officials’ Meetings (SOMs) and sectoral ministerial meetings will be held in Gyeongju (from February to March), Busan (in April and August), Jeju (in May), and Incheon (from July to August), leading up to the AELW, during which the Concluding Senior Officials’ Meeting (CSOM), the APEC Ministerial Meeting (AMM), the AELM, and business events will be held. 7. Acting President Choi Sang-mok stressed the significance of business events in facilitating meaningful business networks for domestic",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9057f283-1900-44de-9412-dd1c49188f42",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Meeting (AMM), the AELM, and business events will be held. 7. Acting President Choi Sang-mok stressed the significance of business events in facilitating meaningful business networks for domestic companies. He further called for active engagement from the private sector, particularly recognizing the leadership of Chairman Chey Tae-won of the Korea Chamber of Commerce and Industry (KCCI) and Vice Chairman Cho Hyun-sang of HS Hyosung Group in leading the relevant events. 8. Building on the outcome of today’s meeting, the government will carry out meticulous preparations for the AELM, which will be hosted for the first time in 20 years in Korea, to ensure that it becomes a magnificent economic and cultural event, driving regional economic cooperation while highlighting Korea’s outstanding culture on the global stage.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "996f0685-a776-44f3-8b69-aeef5d6d67ce",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "9 Ministry of Foreign Affairs, Gyeongsangbuk-do Province and Gyeongju City Sign Trilateral MOU for Cooperation on Preparation for 2025 APEC Economic Leaders’ Meeting Ministry of Foreign Affairs, Gyeongsangbuk-do Province and Gyeongju City Sign Trilateral MOU for Cooperation on Preparation for 2025 APEC Economic Leaders’ Meeting 2025-01-22 Views : 403",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "16af0709-d5ae-4f75-ba37-384e9399e83e",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. Minister of Foreign Affairs Cho Tae-yul (Co-head of the Preparatory Office for APEC 2025), Gyeongsangbuk-do Province Governor Lee Cheol-woo, and Gyeongju City Mayor Joo Nak-young signed a memorandum of understanding (MOU) among the Ministry of Foreign Affairs, Gyeongsangbuk-do Province and Gyeongju City for cooperation on preparation for the 2025 APEC Economic Leaders’ Meeting (2025 AELM) on January 22, 2025, at the Government Complex Seoul Annex. 2. By signing the MOU, the Ministry of Foreign Affairs and the provincial and municipal governments hosting the 2025 AELM (Gyeongsangbuk-do Province and Gyeongju City) showed their commitment to reinforce their cooperation framework for the successful preparations for the 2025 AELM. They also agreed to strengthen cooperation on all other relevant matters such as building urban environment and necessary facilities like meeting venues and accommodations, and establishing and implementing measures regarding media and transportation. 3.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "36f96ad9-31de-4d81-a8b0-b40b5cd065b4",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "relevant matters such as building urban environment and necessary facilities like meeting venues and accommodations, and establishing and implementing measures regarding media and transportation. 3. Minister of Foreign Affairs Cho Tae-yul emphasized the importance of seamless and efficient cooperation among the central and provincial and municipal governments as a critical factor for the success of the 2025 AELM. On that note, he reaffirmed his commitment as Minister of Foreign Affairs and Co-head of the Preparatory Office to sparing no efforts to contribute for the success of the event. 4. Gyeongsangbuk-do Province Governor Lee Cheol-woo, calling the 2025 APEC the most significant event to take place in his province, assured that relevant organizations have been closely cooperating. He went on to express his confidence that the signing of the MOU would mark a significant milestone toward enhancing collaboration and elevating the overall quality of the AELM. 5. Gyeongju City Mayor Joo",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "d5917a76-05fa-4e17-a41d-bac9afa3d820",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "on to express his confidence that the signing of the MOU would mark a significant milestone toward enhancing collaboration and elevating the overall quality of the AELM. 5. Gyeongju City Mayor Joo Nak-young highlighted the efforts made in preparing essential elements through multiple site inspections by relevant Ministries and stressed that it is now time to develop a detailed and strategic action plan to further refine the specific support measures for each of those elements. Mayor Joo pledged that the city will make sure that all AELM infrastructure is world-class, and will put in its utmost efforts to ensure that the host city seamlessly makes preparations to offer all necessary support. 6. With the preparation plan for the 2025 AELM agreed upon in their MOU, the Ministry of Foreign Affairs, Gyeongsangbuk-do Province and Gyeongju City will continue to communicate and work closely together for the success of the event. To that end, they will devise concrete and substantive plans as",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "19f15b80-ce11-4e58-ade8-c71f310ff722",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Gyeongsangbuk-do Province and Gyeongju City will continue to communicate and work closely together for the success of the event. To that end, they will devise concrete and substantive plans as well as their implementation measures.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a90b9f03-a6fd-46b7-bb6a-a7f11285ef8e",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "8 Symposium on APEC 2025 Korea Priorities Takes Place Symposium on APEC 2025 Korea Priorities Takes Place 2024-12-09 Views : 263",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "289d2eb5-5be8-4c44-b488-f0e4526529d0",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Discussions held on APEC 2025 theme and priorities from diverse perspectives of academia, businesses and international organizations - 1. The Ministry of Foreign Affairs held a symposium on the APEC 2025 Korea priorities in Seoul, December 9. This symposium was the opening event of the APEC 2025 Informal Senior Officials’ Meeting (ISOM), the first APEC meeting to come since Korea’s assumption of the APEC 2025 chairmanship. It brought together nearly 180 participants, including senior officials of APEC member economies and representatives of the APEC Secretariat as well as relevant government agencies and organizations of Korea. 2. The symposium featured welcome remarks by Vice Minister of Foreign Affairs Kang Insun and CEO of KOLON Corporation Lee Kyuho who serves as a Korean member of the APEC Business Advisory Council (ABAC). In the ensuing session, APEC 2025 SOM Chair Ambassador Yoon Seongmee and CEO of Parastar Entertainment Haley Cha each delivered a keynote speech on the theme",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "1112593d-fb7d-45b0-a1e8-270a1de77a83",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "APEC Business Advisory Council (ABAC). In the ensuing session, APEC 2025 SOM Chair Ambassador Yoon Seongmee and CEO of Parastar Entertainment Haley Cha each delivered a keynote speech on the theme of APEC 2025. * Parastar Entertainment is Korea’s first-ever entertainment agency for talents with disabilities, including athletes, actors and singers, among others. 3. In her welcome remarks, Vice Minister Kang introduced the theme and priorities of APEC 2025 - “Building a Sustainable Tomorrow: Connect, Innovate, Prosper.” She also expressed her expectations for the symposium to cover in depth how to address diverse challenges including climate change, emerging technologies, and demographic shifts. She went on to emphasize that Korea, as the chair of APEC 2025, will exert all efforts to successfully hold the Economic Leaders’ Meeting and all other APEC meetings and produce meaningful deliverables in 2025. 4. In his welcome remarks, Mr. Lee Kyu Ho mentioned that the theme and priorities of",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "cb1682b5-4c2c-4a8a-b1be-b07ab25a936c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "hold the Economic Leaders’ Meeting and all other APEC meetings and produce meaningful deliverables in 2025. 4. In his welcome remarks, Mr. Lee Kyu Ho mentioned that the theme and priorities of APEC 2025 reflect Korea’s pledge to realize sustainable and inclusive prosperity in the Asia-Pacific region, which is a common objective for all APEC members. 5. SOM Chair Yoon Seongmee commenced her keynote speech with an overview of the APEC 2025 theme and priorities. She also iterated Korea’s commitment to advance towards a sustainable future of the Asia-Pacific region through the realization of the Putrajaya Vision 2040*. * The Putrajaya Vision 2040, APEC’s long-term vision adopted in its 2020 Economic Leaders’ Meeting, stipulates the direction of APEC cooperation until 2040 through three key drivers - the liberalization of trade and investment, innovative and digital economy, and inclusive and sustainable growth. 6. In her keynote speech, Ms. Haley Cha highlighted how innovative technology",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f0cbcdfc-8840-416c-a0af-60097e5a7ea6",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "- the liberalization of trade and investment, innovative and digital economy, and inclusive and sustainable growth. 6. In her keynote speech, Ms. Haley Cha highlighted how innovative technology can embrace marginalized groups, citing “Big Ocean,” a K-pop trio with hearing disabilities who debuted this year, as an exemplary case of overcoming difficulties with AI technologies. 7. The symposium brought together experts from academia from home and abroad, businesses, and international organizations including the Global Green Growth Institute (GGGI), the Green Climate Fund (GCF), the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP), the International Labor Organization (ILO), and the United Nations Commission on International Trade Law (UNCITRAL), who discussed the priorities of APEC 2025. 8. Later in the day, Minister of Foreign Affairs Cho Tae-yul hosted a welcome dinner for the senior officials from APEC member economies. He took the opportunity to",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5eeffd49-9180-4ff2-8e6a-a3cfcc3dd695",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the priorities of APEC 2025. 8. Later in the day, Minister of Foreign Affairs Cho Tae-yul hosted a welcome dinner for the senior officials from APEC member economies. He took the opportunity to emphasize that Korea is doing its utmost for the success of APEC 2025 to take place in the city of Gyeongju.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f4950120-1b5d-49f5-b7da-7d101e4d107d",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "7 APEC Member Economies’ Diplomatic Corps Makes Site Visit to Gyeongju in Gyeongsangbuk-do, Host City of 2025 APEC Economic Leaders’ Meeting (AELM) APEC Member Economies’ Diplomatic Corps Makes Site Visit to Gyeongju in Gyeongsangbuk-do, Host City of 2025 APEC Economic Leaders’ Meeting (AELM) 2024-11-29 Views : 116",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "ecb93251-9879-4467-b539-afae60c83ef4",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "The Preparatory Office for APEC 2025 of the Ministry of Foreign Affairs and the APEC Preparation and Support Bureau of Gyeongsangbuk-do & Gyeongju co-organized the visit - - Participants visited the APEC Economic Leaders’ Meeting (AELM) venues and accommodation facilities - - The direction of next year’s AELM was explained to the diplomatic corps of APEC member economies - 1. On Friday, November 29, 2024, 37 working-level officials from 18 APEC member economies residing in Korea visited Gyeongju, Gyeongsangbuk-do, to be briefed on the progress of preparations for the 2025 APEC Economic Leaders’ Meeting (AELM). o The diplomatic corps visited the Gyeongju Hwabaek International Convention Center (HICO), the main venue of the 2025 AELM, and potential accommodations for the heads of delegations, along with cultural heritage sites, including Bulguksa Temple. 2. The Preparatory Office for APEC 2025 of the Ministry of Foreign Affairs and the APEC Preparation and Support Bureau of",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "093e738a-5dff-4657-9716-f3cd47e96fd6",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "delegations, along with cultural heritage sites, including Bulguksa Temple. 2. The Preparatory Office for APEC 2025 of the Ministry of Foreign Affairs and the APEC Preparation and Support Bureau of Gyeongsangbuk-do & Gyeongju announced their plans to make the APEC 2025 a cultural showcase that highlights the prestige of Korean culture and diverse regional cultures, as well as an economic showcase that promotes Korea’s high-tech industries and success stories on the global stage. 3. The diplomatic corps’ visit to Gyeongju, Gyeongsanbuk-do was jointly prepared by the Preparatory Office for APEC 2025 and the APEC Preparation and Support Bureau of Gyeongsangbuk-do & Gyeongju, with the 2025 Gyeongju APEC Economic Leaders’ Meeting Support Special Act passed on November 28, 2024. o The two organizations co-hosted a workshop on November 28, 2024, the day before the visit, and united their efforts to ensure the success of the 2025 AELM. 4. Kim Ji-joon, Senior Managing Director of the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "e02cd648-9c19-45f1-9cde-ac3e568974fc",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "two organizations co-hosted a workshop on November 28, 2024, the day before the visit, and united their efforts to ensure the success of the 2025 AELM. 4. Kim Ji-joon, Senior Managing Director of the Preparatory Office for APEC 2025, and Kim Sang-chul, Director General of the APEC Preparation and Support Bureau, stated that the passing of the 2025 Gyeongju APEC Economic Leaders’ Meeting Support Special Act had laid a solid foundation for the successful hosting of the 2025 AELM. The two organizations also stressed their strong willingness to make the APEC 2025 one of the most outstanding APEC meetings through the active participation of all citizens.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f31aa511-1db3-46ba-867c-7586a23926e8",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "6 APEC 2025 Korea Unveils its Official Emblem APEC 2025 Korea Unveils its Official Emblem 첨부파일 2024-11-15 Views : 96",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "fdfe7cc6-5f62-4ec1-b04e-89df4827d96f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The Preparatory Office for APEC 2025 unveiled its official emblem for the APEC 2025 Korea during the APEC Ministerial Meeting (AMM) held in Peru on Thursday, November 14, 2024. 2. Designed to reflect the theme and priorities of APEC 2025 Korea*, the emblem also highlights the rich historical beauty of Korean culture. *Theme and priorities of APEC 2025 Korea: Building a Sustainable Tomorrow: Connect, Innovate, Prosper 3. As its central motif, the emblem features a butterfly that contributes to the prosperity of the ecosystem by moving from flower to flower. This reflects the purpose of connecting APEC member economies and fostering the prosperity of the Asia-Pacific Economic Cooperation, with the flapping of its wings representing innovation and transformation that it will spark. 4. On the right side of the emblem is a treasure ‘Sumaksae’ (The Roof-end Tile with Human Face Motif of Gyeongju), embodying the authentic beauty of Korean culture and welcoming APEC members to Korea with",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "a066bc8d-ec37-4213-bd5d-04aac44f409b",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the right side of the emblem is a treasure ‘Sumaksae’ (The Roof-end Tile with Human Face Motif of Gyeongju), embodying the authentic beauty of Korean culture and welcoming APEC members to Korea with the timeless smile of Silla. 5. The Preparatory Office for APEC 2025 commissioned the emblem’s design through a private contract launched in August, with the final selection made by an external expert advisory group and the Korea APEC 2025 Organizing Committee. 6. This emblem will be utilized for the promotional activities for the APEC 2025 Korea and relevant events.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "7ba9cc5c-9d2d-4a57-b7e3-f20b27dcc8d5",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "5 3rd Meeting of Korea APEC 2025 Organizing Committee 3rd Meeting of Korea APEC 2025 Organizing Committee 2024-10-28 Views : 45",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "751e996a-8a30-4c31-82c4-d17f4f681806",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1st meeting presided by Prime Minister after elevation of “Korea APEC 2025 Organizing Committee” to under Prime Minister - - “Basic Plan for 2025 APEC Economic Leaders’ Meeting (AELM)” and plans to hold Senior Officials’ Meetings (SOMs) and other Ministerial meetings at different locations - 1. The third meeting of the Korea APEC 2025 Organizing Committee was held in the Government Complex Seoul from 14:00 to 15:00 on Wednesday, October 2, 2024, chaired by Prime Minister Han Duck-soo. ※ The “Korea APEC 2025 Organizing Committee” was established in accordance with the \"Regulations on the Establishment and Operation of the Organizing Committee and Preparatory Office for APEC 2025 (Presidential Decree No. 459, implemented from August 17, 2023).“ Following the revision of the regulations (Presidential Decree No. 470, implemented from September 20, 2024), the Chairperson of the Korea APEC 2025 Organizing Committee was promoted from the Minister of Foreign Affairs to the Prime Minister. *",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "daf52711-6b9f-4e0e-b4ba-5d55f1065b6f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Decree No. 470, implemented from September 20, 2024), the Chairperson of the Korea APEC 2025 Organizing Committee was promoted from the Minister of Foreign Affairs to the Prime Minister. * The Korea APEC 2025 Organizing Committee consists of a total of 33 members, including the Prime Minister, -- its Chairperson -- Ministers from relevant Ministries, and heads of municipal/provincial government agencies and major business organizations. 2. This meeting was the first of the Korea APEC 2025 Organizing Committee since its elevation to under the Prime Minister. Members of the Organizing Committee reviewed and passed the “Basic Plan for the 2025 APEC Economic Leaders’ Meeting (AELM),” which charts the basic plans and directions for the management and preparations for the 2025 AELM. ㅇ In the Basic Plan, the Committee proposed holding the 2025 AELM in late 2025 in Gyeongju, Gyeongsangbuk-do, as well as the Concluding Senior Officials’ Meeting (CSOM) and the APEC Ministerial Meeting (AMM)",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "2b7a4feb-af41-41f3-bc01-7e1fcff1d1b1",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Basic Plan, the Committee proposed holding the 2025 AELM in late 2025 in Gyeongju, Gyeongsangbuk-do, as well as the Concluding Senior Officials’ Meeting (CSOM) and the APEC Ministerial Meeting (AMM) during the APEC Economic Leaders’ Week. ㅇ “Building a Sustainable Tomorrow” was presented as the theme of the 2025 AELM, demonstrating the willingness to realize APEC’s vision to build an open, dynamic, resilient and peaceful Asia-Pacific region in the near future. Furthermore, the government suggested “Connect, Innovate, and Prosper” as the APEC 2025’s three priorities toward this theme. 3. In addition, in line with the decision reached at its second meeting to hold major APEC meetings at different locations*, the Committee passed a concrete, relevant plan which had been drawn up after consultations with the relevant Ministries and municipal/provincial government agencies. * At its second meeting on Thursday, June 27, 2024, the Korea APEC 2025 Organizing Committee selected Gyeongju in",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "abb17a86-06e9-4f4d-8e79-11fa2f559f73",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "with the relevant Ministries and municipal/provincial government agencies. * At its second meeting on Thursday, June 27, 2024, the Korea APEC 2025 Organizing Committee selected Gyeongju in Gyeongsangbuk-do as the host city of the 2025 AELM, and passed the plan to host the Senior Officials‘ Meetings (SOMs) and other Ministerial meetings in the other two candidate host cities (Incheon Metropolitan City and Jeju Special Self-Governing Province). ㅇ The Korea APEC 2025 Organizing Committee decided to hold an Informal Senior Officials’ Meeting (ISOM) in Seoul in mid December this year, the first SOM in Gyeongju, the second SOM in Jeju Special Self-Governing Province and the third SOM in Incheon Metropolitan City. Sectoral Ministerial meetings will also be held in conjunction with the SOMs in each designated city. ※ Venues of major APEC meetings (Tentative) ㅇ Seoul in mid December, 2024: Informal Senior Officials’ Meeting (ISOM) ㅇ Gyeongju: Deputy Finance Ministers’ Meeting and first Senior",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "585be498-77f2-495f-bca8-9653e2f00a35",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "designated city. ※ Venues of major APEC meetings (Tentative) ㅇ Seoul in mid December, 2024: Informal Senior Officials’ Meeting (ISOM) ㅇ Gyeongju: Deputy Finance Ministers’ Meeting and first Senior Officials’ Meeting (SOM1) ㅇ Busan: APEC Ocean-Related Ministerial Meeting (OMM) and Energy Ministers’ Meeting (EMM) ㅇ Jeju: Meeting of APEC Ministers Responsible for Trade (MRT), Education Ministerial Meeting (AEMM), Human Resources Development Ministerial Meeting (HRDMM), Small and Medium Enterprises Ministerial Meeting (SMEMM), and second Senior Officials’ Meeting (SOM2) ㅇ Incheon: Digital Ministerial Meeting, APEC Women and Economy Forum (WEF), Food Security Ministerial Meeting (FSMM), Financial Ministers’ Meeting, Structural Reform Ministerial Meeting (SRMM), and third Senior Officials’ Meeting (SOM3) ㅇ Gyeongju in late 2025: APEC Economic Leaders’ Meeting (AELM), APEC Ministerial Meeting (AMM), and Concluding Senior Officials’ Meeting (CSOM) 4. In addition, the Committee was reported on",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5ed4dd65-7004-46be-a926-5607c4c163bc",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "(SOM3) ㅇ Gyeongju in late 2025: APEC Economic Leaders’ Meeting (AELM), APEC Ministerial Meeting (AMM), and Concluding Senior Officials’ Meeting (CSOM) 4. In addition, the Committee was reported on the progress in preparations and relevant plans for the 2025 AELM as well as those for the business events expected to take place along with the AELM. ㅇ The Korea APEC 2025 Organizing Committee reviewed the overall progress in preparations for the 2025 AELM, including selecting the host city as well as securing necessary workforce and budget, and reaffirmed its unwavering commitment to ensuring smooth progress in the construction of the meeting venues and other infrastructure as well as the success of all meetings and activities during Korea’s 2025 APEC host year. ㅇ Furthermore, regarding business events, the Committee voiced its strong commitment to demonstrate its leadership in the spread of free trade as well as the promotion of trade and investment in the region by holding talks between",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "fcd2d32a-9f0c-426f-b573-9bdfdac13023",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "events, the Committee voiced its strong commitment to demonstrate its leadership in the spread of free trade as well as the promotion of trade and investment in the region by holding talks between the APEC Business Advisory Council (ABAC) and leaders of APEC member economies as well as a CEO Summit among business leaders from across the Asia-Pacific region. It added that it will use the visit to Korea by business leaders of the region as an opportunity to step up investment and business cooperation. 5. With the Basic Plan for the 2025 APEC Economic Leaders’ Meeting set at today’s meeting, the government will make utmost efforts with each relevant Ministry, municipal/provincial government agencies and the private sector for a successful APEC 2025. During its chairmanship of the APEC 2025, Korea is expected to demonstrate its ability to lead discussions on regional economic cooperation and host large-scale international politico-econo-cultural events anywhere in Korea, which will",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "60886728-e409-4786-b2c2-5312d27b9b74",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "2025, Korea is expected to demonstrate its ability to lead discussions on regional economic cooperation and host large-scale international politico-econo-cultural events anywhere in Korea, which will contribute significantly to the realization of its vision of becoming a Global Pivotal State (GPS).",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "dd59dd31-3dc1-4023-b9eb-b080d391bfc7",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "4 2nd Meeting of Korea APEC 2025 Organizing Committee 2nd Meeting of Korea APEC 2025 Organizing Committee 2024-10-25 Views : 1,150",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "44e2d479-8f55-47a2-9e9d-c2ffd7c32f28",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Gyeongsangbuk-do Gyeongju confirmed as the host city for 2025 Asia-Pacific Economic Cooperation (APEC) Economic Leaders' Meeting (AELM) - 1. The second meeting of the Korea APEC 2025 Organizing Committee, which is chaired by Minister of Foreign Affairs Cho Tae-yul, was held on June 27, 2024, from 10:00 to 12:00 at the Ministry of Foreign Affairs in Seoul. ※ The Korea APEC 2025 Organizing Committee* was established in accordance with the \"Regulations on the Establishment and Operation of the Organizing Committee and Preparatory Office for APEC 2025 (Presidential Decree No. 459, implemented on August 17, 2023).“ - The responsibilities of the Korea APEC 2025 Organizing Committee include ▴preparation and planning for the 2025 Asia-Pacific Economic Cooperation (APEC) Economic Leaders’ Meeting (AELM) and related events, ▴inspection and evaluation of the progress in preparations for the AELM, and ▴review and deliberation on the division of AELM preparation tasks among administrative",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "2832cc4f-0824-4321-b101-de882e3101c2",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Meeting (AELM) and related events, ▴inspection and evaluation of the progress in preparations for the AELM, and ▴review and deliberation on the division of AELM preparation tasks among administrative agencies. * The Korea APEC 2025 Organizing Committee is chaired by Minister of Foreign Affairs Cho Tae-yul and consists of a total of 32 officials from both government agencies -- including the Ministry of Economy and Finance, the Ministry of Education, the Ministry of Science and ICT, etc. -- and business organizations such as the Korea Chamber of Commerce and Industry and the Korea Federation of SMEs (as of June 2024). ※ The plan for the establishment of the Host City Selection Committee was approved in writting at the first meeting of the Korea APEC 2025 Organizing Committee held on March 18, 2024. 2. The Korea APEC 2025 Organizing Committee approved the Host City Selection Committee’s choice of Gyeongsangbuk-do Gyeongju as the host city for the 2025 AELM, finalizing the host city",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "f4673358-322e-445d-a565-368ce4f12d20",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "18, 2024. 2. The Korea APEC 2025 Organizing Committee approved the Host City Selection Committee’s choice of Gyeongsangbuk-do Gyeongju as the host city for the 2025 AELM, finalizing the host city selection process. * The Host City Selection Committee decided to recommend Gyeongsangbuk-do Gyeongju as the host city for the 2025 AELM at its fourth meeting held on June 20. ㅇ In addition, to fully utilize the efforts that the other two candidate cities (Incheon Metropolitan City and Jeju Special Self-Governing Province) had made to be selected as the host city of the 2025 AELM, the Committee decided to hold various meetings, such as Sectoral Ministerial Meetings (SMMs) and Senior Officials’ Meetings (SOMs), in these two cities during Korea’s 2025 APEC host year. In this regard, the Preparatory Office for APEC 2025 will begin discussions on detailed relevant plans with the government agencies of these cities. * The Senior Officials’ Meeting (SOM) is held five times a year to oversee the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "80ce907c-0a24-4be8-aec1-4c755d8ce29f",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Office for APEC 2025 will begin discussions on detailed relevant plans with the government agencies of these cities. * The Senior Officials’ Meeting (SOM) is held five times a year to oversee the activities of the subcommittees, and its major decisions are reported at the AELM and APEC Ministerial Meeting (AMM). 3. Foreign Minister Cho said now that the host city for the 2025 AELM has been selected by the Korea APEC 2025 Organizing Committee, preparations for the 2025 AELM, including the establishment of a cooperative system with government agencies of the host city, will be carried out systemically. On that note, he asked the Organizing Committee to pursue government-wide cooperation for a successful 2025 AELM. ㅇ In response, the representatives from Ministries and other organizations present at the meeting agreed to work closely together to ensure a successful APEC 2025. 4. At its next meeting to be held in the second half of this year, the Korea APEC 2025 Organizing Committee will",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5a93e834-0ebb-44dd-9fef-cae3af72dc0c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "at the meeting agreed to work closely together to ensure a successful APEC 2025. 4. At its next meeting to be held in the second half of this year, the Korea APEC 2025 Organizing Committee will review and deliberate on the basic plan for the 2025 AELM.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "882c6989-5ef0-481c-b17f-f9405d08778a",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "3 Ministry of Foreign Affairs Hosts “Global Forum on APEC 2025 Korea : Theme and Priorities” Ministry of Foreign Affairs Hosts “Global Forum on APEC 2025 Korea : Theme and Priorities” 2024-10-25 Views : 36",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "8450813f-e0d2-485f-9a73-4dba8e7ee15e",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. The Ministry of Foreign Affairs hosted the “Global Forum on APEC 2025 Korea : Theme and Priorities” in collaboration with the APEC Studies Association of Korea in Seoul on Monday, September 30. At the event, Vice Minister of Foreign Affairs Kang Insun delivered congratulatory remarks, followed by virtual congratulatory messages from Governor of Gyeongsangbuk-do Lee Cheol-woo and Mayor of Gyeongju Joo Nak-young. Around 100 people from APEC member economies, the APEC Secretariat, international economic organizations, and academia attended the forum. 2. In her congratulatory remarks, Vice Minister Kang Insun emphasized that the Korea APEC 2025 Organizing Committee has been upgraded into an organization chaired by the Prime Minister and participated by ministers from all relevant government agencies. She added that this move will help strengthen government-wide cooperation for a successful 2025 APEC Economic Leaders’ Meeting. Vice Minister Kang also stated that, as Deputy Head of the",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "11392894-ae75-4d84-8b0d-f2256812cbb1",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "agencies. She added that this move will help strengthen government-wide cooperation for a successful 2025 APEC Economic Leaders’ Meeting. Vice Minister Kang also stated that, as Deputy Head of the Preparatory Office for APEC 2025 which oversees the preparation efforts for the APEC event, she will continue to work to ensure the success of the event. 3. Following the Vice Minister’s remarks, Governor Lee Cheol-woo and Mayor Joo Nak-young delivered virtual congratulatory remarks on behalf of Gyeongju, Gyeongsangbuk-do, the host city of the 2025 APEC Economic Leaders’ Meeting. Governor Lee said it is a great honor to host the 2025 APEC Economic Leaders’ Meeting in Gyeongju, a city with rich historical and cultural heritage. Mayor Joo emphasized that Gyeongju represents rich Korean cultural heritage, as could be seen from its history as the capital of the millennial, ancient kingdom of Silla and its designation as a UNESCO World Heritage Site. He went on to call Gyeongju a high-tech",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "c2ddcf83-17ea-4395-b282-3a6cb8c0c15b",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "heritage, as could be seen from its history as the capital of the millennial, ancient kingdom of Silla and its designation as a UNESCO World Heritage Site. He went on to call Gyeongju a high-tech industrial city for the future. Furthermore, the Governor and the Mayor pledged that Gyeongsangbuk-do and Gyeongju will exert utmost concerted efforts to make next year’s APEC Economic Leaders’ Meeting the most successful one yet. 4. Kim Hee-sang, Deputy Minister for Economic Affairs and Korea’s APEC Senior Official, said that the Korean government will soon finalize the theme and priorities which reflect APEC’s Putrajaya Vision 2040 and can lead international discussions at APEC 2025 on the basis of the Korean government’s statecraft philosophy. Deputy Minister Kim presented “Building a Sustainable Tomorrow : Connect, Innovate, Prosper” as the theme and a key concept that describes the Korean government’s direction. 5. The forum featured sessions on each of the three economic drivers of",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "191239e7-762d-4a5b-8764-f5ef4835b743",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Tomorrow : Connect, Innovate, Prosper” as the theme and a key concept that describes the Korean government’s direction. 5. The forum featured sessions on each of the three economic drivers of Putrajaya Vision 2040 – trade and investment, innovation and digitalisation, and sustainable and inclusive growth - the basis for the selection of the theme and priorities of the APEC 2025. The forum concluded with a discussion session on Korea’s theme and priorities that embrace all of the three sessions. Representatives from APEC member economies and the APEC Secretariat as well as experts from international economic organizations and academia participated in the sessions as speakers and panelists. They expressed support for the theme and priorities presented by Korea and offered suggestions and opinions regarding APEC’s key deliverables for the coming year. 6. The Ministry of Foreign Affairs will finalize the theme and priorities of the APEC 2025 after reviewing expert suggestions as well as",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "32a8c52b-407b-4b03-96d2-c60f244392d4",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "regarding APEC’s key deliverables for the coming year. 6. The Ministry of Foreign Affairs will finalize the theme and priorities of the APEC 2025 after reviewing expert suggestions as well as other inputs from APEC member economies and related organizations put forward at the forum. In December, Korea will host the APEC Informal Senior Officials’ Meeting (ISOM) in Seoul, its first meeting as the chair of the APEC 2025. During the meeting, Korea will officially announce the theme and priorities as well as the key deliverables for the APEC 2025 to the representatives of APEC member economies.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "95e2b08c-7b05-4bab-9d7e-3ffe9abc41df",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "2 Prime Minister Han Duck-soo Hosts Inter-Ministerial Meeting on Preparations for 2025 Asia-Pacific Economic Cooperation (APEC) Economic Leaders’ Meeting (AELM) Prime Minister Han Duck-soo Hosts Inter-Ministerial Meeting on Preparations for 2025 Asia-Pacific Economic Cooperation (APEC) Economic Leaders’ Meeting (AELM) 2024-10-25 Views : 22",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "d16098cb-924a-40fc-9931-613dfe146e03",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "The meeting focused on the progress in infrastructure and other preparations necessary for a successful AELM. - - The Korea APEC 2025 Organizing Committee will be promoted from under the Ministry of Foreign Affairs to under the Prime Minister to strengthen government-wide cooperation. - 1. Prime Minister Han Duck-soo hosted an inter-ministerial meeting to review the progress in preparations and relevant future plans for the 2025 Asia-Pacific Economic Cooperation (APEC) Economic Leaders’ Meeting (AELM) at 9:00, Friday, August 30, 2024, at the Government Complex Seoul. The meeting was convened after Gyeongsangbuk-do Gyeongju’s selection as the host city for the AELM on Thursday, June 27, 2024. * The attendees included the Minister of the Office for Government Policy Coordination, the First Vice Minister of Economy and Finance, the Second Vice Minister of Foreign Affairs, the Vice Minister of the Interior and Safety, the First Vice Minister of Culture, Sports and Tourism, the Second Vice",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "499d6208-3604-43a2-90e0-41aed4eecfc4",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Minister of Economy and Finance, the Second Vice Minister of Foreign Affairs, the Vice Minister of the Interior and Safety, the First Vice Minister of Culture, Sports and Tourism, the Second Vice Minister of Land, Infrastructure and Transport, and the Governor of Gyeongsangbuk-do. ㅇ The meeting went through the progress in preparations and improvement plans for infrastructure, such as PRS (Presidential Suite) as well as other meeting and side event venues, which is of utmost importance for a successful AELM. 2. In view of the need for the relevant Ministries, provincial/municipal government agencies of Gyeongsangbuk-do and Gyeongju, and the private sector to make all-out concerted preparation efforts, the Korean government decided to bolster the government-wide cooperation system as soon as possible in order to ensure that all preparations are completed smoothly and timely before the AELM in the fourth quarter of 2025. ㅇ To begin with, the Korean government will move the Korea APEC",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5be5b4c2-f8eb-4e0e-9a68-b427a7e21cbe",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "as possible in order to ensure that all preparations are completed smoothly and timely before the AELM in the fourth quarter of 2025. ㅇ To begin with, the Korean government will move the Korea APEC 2025 Organizing Committee from under the Ministry of Foreign Affairs to under the Prime Minister and elevate the Organizing Committee’s chairperson from the Minister of Foreign Affairs to the Prime Minister, and governmental representatives from related Ministries’ Vice Ministers to Ministers. ㅇ In addition, the Korean government plans to expand the organization and workforce of the Preparatory Office for APEC 2025, which is effectively responsible for working-level preparations for the AELM in cooperation with related Ministries and provincial/municipal government agencies. 3. Prime Minister Han emphasized that every preparation effort, including for infrastructure, should be made to ensure that Korea hosts the AELM in a way that befits its international standing while fully highlighting",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "5b711a52-fee3-4e0f-8d2f-b609ea2a0773",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "Han emphasized that every preparation effort, including for infrastructure, should be made to ensure that Korea hosts the AELM in a way that befits its international standing while fully highlighting the rich cultural heritage and the Korean identity deeply rooted in Gyeongju. ㅇ The Prime Minister further asked that as there is little time left until the AELM, the related Ministries as well the governments of Gyeongsangbuk-do and Gyeongju City, led by the Ministry of Foreign Affairs, accelerate preparations in close communication and consultation with one another. 4. In September, the Korean government plans to hold a meeting of the Korea APEC 2025 Organizing Committee chaired by the Prime Minister to discuss and set the “2025 APEC Economic Leaders’ Meeting Basic Plan,” which will include the basic direction for the management plans and preparations for the AELM. At the upcoming meetings of the Organizing Committee, the Korean government will periodically check and review the progress",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "b339ae3e-5748-45e2-a6b5-94dbc7a02983",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "the basic direction for the management plans and preparations for the AELM. At the upcoming meetings of the Organizing Committee, the Korean government will periodically check and review the progress in AELM preparations.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "9b2d7d88-b5b9-41a2-938c-c2026d42cfc9",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1 Foreign Minister Meets with Newly Appointed Members of APEC Business Advisory Council (ABAC) Foreign Minister Meets with Newly Appointed Members of APEC Business Advisory Council (ABAC) 2024-10-25 Views : 29",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "7cf5b268-22c5-4ebd-9595-948328507e92",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "1. Minister of Foreign Affairs Cho Tae-yul met with three newly appointed members of the APEC Business Advisory Council (ABAC) -- Vice Chairman Cho Hyun-sang of HS Hyosung, Vice Chairman Lee Kyu-ho of Kolon, and CEO Lee Ju-wan of Megazone Cloud -- on Monday, August 26. During the meeting, they exchanged views on the significance of Korea’s role as the chair of 2025 APEC as well as the activities of entrepreneurs within APEC. The Minister requested their full support to ensure the successful hosting of 2025 APEC. 2. Minister Cho emphasized that Korea’s role as chair of APEC next year would be a valuable opportunity to lead discussions in various areas, including strengthening supply chain resilience in the Asia-Pacific region, leading in the areas of digitalization and innovation, and supporting inclusive growth for women and SMEs, and thereby creating a favorable economic environment. 3. The Minister also highlighted the role and status of ABAC in APEC, which values public-private",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "fa8bf3ab-a1f7-4d59-889d-7d6976d19f0c",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "inclusive growth for women and SMEs, and thereby creating a favorable economic environment. 3. The Minister also highlighted the role and status of ABAC in APEC, which values public-private cooperation. In light of ABAC’s 30th anniversary in 2025, the Minister encouraged them to actively engage in their roles, using this opportunity to help Korean businesses build strong networks with APEC leaders and its entrepreneurs and achieve tangible business results. 4. The new ABAC members shared plans to host business-related events next year, such as the “ABAC Dialogue with Leaders” and the “APEC CEO Summit” led by Korean ABAC members. They promised to faithfully fulfill their role as a channel for conveying the concerns and ideas of the private sector and closely communicating with the government. They also committed to exerting all their efforts to ensure the successful hosting of next year’s APEC. 5. ABAC was established in 1995 as an advisory body to reflect the views of the private",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "69256b35-44de-47c6-b99c-dedf6d390557",
        "topic": "Press Release combined",
        "sub_topic": "N/A",
        "content": "They also committed to exerting all their efforts to ensure the successful hosting of next year’s APEC. 5. ABAC was established in 1995 as an advisory body to reflect the views of the private sector in APEC discussions. It holds four ABAC meetings annually and, during the APEC Economic Leaders’ Week, submits recommendations to the leaders, organizes dialogues between APEC economic leaders and ABAC members, and hosts side events such as the APEC CEO Summit. 6. As the 2025 APEC host economy, Korea will organize over 200 meetings, starting with the Informal Senior Officials’ Meeting (ISOM) in December 2024 and culminating in the APEC Economic Leaders' Meeting. The Korean government will lead discussions among the 21 member economies on economic growth and prosperity in the Asia-Pacific region.",
        "source_file": "Press_Release_combined.html"
    },
    {
        "id": "6ce583f2-5c01-4f71-8fc7-f48f02bd51d1",
        "topic": "Side Events",
        "sub_topic": "N/A",
        "content": "Side Events No. Event Title Date Venue 1 International Forum on Disability Employment May 6, 2025 Jeju 2 APEC Future Education Forum(AFEF) May 6, 2025 Jeju 3 HRDMM : Policy Experience Booths May 6 - 12, 2025 Jeju 4 APEC Sustainable Social Entrepreneurship Training (ASSET) May 10, 2025 Jeju 5 Global Education Reform Conference May 13, 2025 Jeju 6 APEC University Leader’s Forum (AULF) May 13, 2025 Jeju 7 HRDMM : Field Trip May 13, 2025 Jeju 8 Educational Innovation Achievement Sharing Exhibition Booth May 13 - 14, 2025 Jeju 9 School Visit and Field Trip May 15, 2025 Jeju Scroll",
        "source_file": "Side_Events.html"
    },
    {
        "id": "3eed25d1-cda1-4754-8842-e069d319a9d9",
        "topic": "Themed Travel Jeju",
        "sub_topic": "N/A",
        "content": "Jeju Themed Travel About Jeju Transportation Nature & Culture Themed Travel Jeju Olle Trail One of the best ways to enjoy the stunning scenery of Jeju Island is by walking one of its well-planned and well-maintained trails. The Olle trails not only help you stay active but also allow you to connect deeply with Jeju’s natural beauty and local culture. Currently, there are 27 Olle trail routes, each varying in length and difficulty. This allows visitors to choose a course that suits their fitness level and schedule. The shortest trail takes approximately an hour to complete, while the longest can take up to eight hours. Each course is clearly marked with signs and guiding flags, making it easy even for first-time visitors to navigate the path. Pick a trail that suits you best, and explore the island’s charm at your own pace. Website: https://www.jejuolle.org/trail_en#/ Cycling",
        "source_file": "Themed_Travel_Jeju.html"
    },
    {
        "id": "741ebdbb-010b-489a-84c2-966277d5a240",
        "topic": "Themed Travel Jeju",
        "sub_topic": "N/A",
        "content": "Website: https://www.jejuolle.org/trail_en#/ Cycling Many of Jeju’s most iconic attractions are located along its beautiful coastline. Here, you will find pristine beaches, dramatic cliffs, and striking volcanic hills. Since many people traditionally settled down near the sea, the coast also offers a glimpse into Jeju’s local life. Cycling is a fantastic way to experience all of this. You can stay close to nature while covering more ground than on foot—yet still at a pace that lets you fully take it all in. While walking around the island would take weeks and driving would pass it by in a day, cycling offers the perfect-in-between: you can tour the island in anywhere from two days to a week, depending on your route and pace. Here’s everything you need to know to begin your cycling adventure around Jeju. Website: https://www.visitjeju.net/u/FmL Shopping",
        "source_file": "Themed_Travel_Jeju.html"
    },
    {
        "id": "ba0d7238-c746-4438-9717-e1f34d07215f",
        "topic": "Themed Travel Jeju",
        "sub_topic": "N/A",
        "content": "Website: https://www.visitjeju.net/u/FmL Shopping Jeju Island welcomes millions of visitors every year, and shopping is always high on their to-do list. From traditional markets that offer an authentic taste of local life, to premium and duty-free shops that provide a more luxurious experience, the island boasts a wide range of shopping options. In between, visitors will find charming boutiques featuring unique accessories, whimsical trinkets, beautiful artwork, and vintage memorabilia—all of which make for wonderful souvenirs and lasting memories of Jeju. Below are some of Jeju’s most notable shopping destinations, along with distinctive gifts and souvenirs that embody the unique charm of Jeju. Website: https://www.visitjeju.net/u/FmM K-Contents Tour",
        "source_file": "Themed_Travel_Jeju.html"
    },
    {
        "id": "eb98d3ca-9637-41c7-ac66-6b4fa379215d",
        "topic": "Themed Travel Jeju",
        "sub_topic": "N/A",
        "content": "Website: https://www.visitjeju.net/u/FmM K-Contents Tour Netflix's latest sensation, When Life Gives You Tangerines, has taken the world by storm—ranking No. 1 globally on the platform. The heartwarming stories of the main characters are beautifully intertwined with the breathtaking seasonal landscapes of Jeju Island. Why not plan your next trip by tracing the footsteps of the drama’s characters? Explore Jeju with a fresh sense of wonder, as if you were stepping into the story yourself. Website: https://www.visitjeju.net/u/FmN Architecture While some filming locations have become crowded tourist attractions, Jeju still holds architectural gems waiting to be discovered by the discerning. The island’s stunning natural surroundings continue to inspire artistic creativity, making it a favored destination for world-renowned architects such as Tadao Ando. Discover hidden architectural masterpieces that exist in harmony with Jeju’s unique landscape.",
        "source_file": "Themed_Travel_Jeju.html"
    },
    {
        "id": "5786b8cd-6e34-4303-8c12-7e554cf4b327",
        "topic": "Themed Travel Jeju",
        "sub_topic": "N/A",
        "content": "Website: https://www.visitjeju.net/u/FmO",
        "source_file": "Themed_Travel_Jeju.html"
    },
    {
        "id": "9dca1255-2d8c-4828-8a1f-c8d016d98f18",
        "topic": "Transportation Jeju",
        "sub_topic": "N/A",
        "content": "Jeju Transportation About Jeju Transportation Nature & Culture Themed Travel How to get to Jeju Flight Located in the southern part of the Korean peninsula, Jeju island is easily accessible via numerous domestic flights. Jeju International Airport (CJU) is conveniently located near downtown Jeju and is approximately a one-hour drive from ICC JEJU, the venue for the SOM2 and Related Meetings. https://www.airport.co.kr/wwweng/index.do How to get around Jeju Bus, Taxi, and Rental Car SPublic city buses are the primary mode of transportation on the island. While Jeju has no subway or train system, taxis and rental cars are widely available, with many travelers choosing to rent a car for greater convenience. Rental car services are conveniently located near Jeju International Airport and Jeju International Ferry Terminal. Cars equipped with navigation systems are also available, making it easy to explore the island at a reasonable price.",
        "source_file": "Transportation_Jeju.html"
    },
    {
        "id": "db9a9da9-0fbb-45e7-a0f3-d86ee42c2acc",
        "topic": "Transportation Jeju",
        "sub_topic": "N/A",
        "content": "City Bus Fare : KRW 1,200 (KRW 50 discount when using a transportation card) Taxi Fare : Base fare of KRW 4,300, plus KRW 100 per 126 meters or 31 seconds Rental Car Rates : Prices vary depending on the season, vehicle type, and rental company. Website: https://bus.jeju.go.kr/?lang=en Global Taxi Global taxis in Jeju are officially designated by the Jeju Special Self-Governing Province to help international travelers explore the island safely and comfortably. These professional drivers speak fluent English and offer helpful support throughout your trip—including assistance with itinerary planning. Website: https://www.jeju.go.kr/globaltaxi/eng/index.htm Jeju City Tour Bus Jeju City Tour Bus operates within Jeju City, taking visitors to some of the area’s most popular sights and scenic spots. A tour guide is on board and provides explanations in English and at least one other language, depending on their specialization. Website: http://www.jejucitybus.com/en/",
        "source_file": "Transportation_Jeju.html"
    },
    {
        "id": "59b46da4-21e9-42f4-85e8-dc29f176ed36",
        "topic": "Transportation of Gyeongju",
        "sub_topic": "N/A",
        "content": "Gyeongju Transportation About Gyeongju Transportation Heritage Attractions How to get to Gyeongju There are two main ways to reach Gyeongju: 1. Taking an express train (KTX) from Seoul Station after traveling from Incheon International Airport (ICN) to Seoul Station 2. Arriving via Gimhae International Airport (PUS) 1. By KTX To reach Gyeongju, you can take an express train (KTX) from Seoul Station to Gyeongju Station. From Incheon International Airport, the fastest way to Seoul Station is the AREX (Airport Railroad Express), which takes about 60 minutes. From Seoul Station, take the KTX to Gyeongju Station, which takes approximately 130 minutes. KTX tickets can be purchased up to 30 days in advance and it is recommended to book early as they may sell out. To book tickets, visit the KORAIL website and select: Departure: Seoul Station Destination: Gyeongju Station 2. Through Gimhae International Airport (PUS)",
        "source_file": "Transportation_of_Gyeongju.html"
    },
    {
        "id": "d9cbc16e-0a83-4c97-8d25-17a40075fca9",
        "topic": "Transportation of Gyeongju",
        "sub_topic": "N/A",
        "content": "Departure: Seoul Station Destination: Gyeongju Station 2. Through Gimhae International Airport (PUS) The closest international airport to Gyeongju is Gimhae International Airport (PUS) in Busan, about 90 minutes away from Gyeongju Bomun Tourist Complex, where SOM1 and related events will take place. If you are flying from Incheon International Airport (ICN), you can take a Transit Exclusive Domestic Flight (TEDF), a domestic flight operating exclusively for international transit passengers. This will allow you to complete entry screening and immigration at Gimhae International Airport (PUS). Korean Air (KE) is operating six (6) TEDFs a day from Incheon International Airport (ICN) to Gimhae International Airport (PUS). As of February 2025, codeshare flights with Delta Air Lines (DL), Air France (AF), ITA Airways (AZ), Hawaiian Airlines (HA), and Royal Dutch Airlines (KL) are in operation.",
        "source_file": "Transportation_of_Gyeongju.html"
    }
]